Repository: NimbleBeasts/RTFLanguageSupport
Catalog: XLIFF_*.xlf
Languages: de, es, fr, ja, pl, pt, ru, zh_hans

# info_message_5
source: Exit from this location is not possible.
de: Ein Ausstieg von diesem Ort ist nicht möglich.
es: No puedes salir de esta ubicación.
fr: Il n'est pas possible de sortir de cet endroit.
ja: この場所からの退出はできません。
pl: Wyjście z tej lokalizacji nie jest możliwe.
pt: Não é possível sair deste local.
ru: Выход из этого места невозможен.
zh_hans: 无法从这个位置退出。

# info_message_6
source: Inventory full. Please manage your items.
de: Inventar voll. Bitte verwalten Sie Ihre Gegenstände.
es: Inventario lleno. Gestiona tus objetos.
fr: Inventaire plein. Veuillez gérer vos articles.
ja: 在庫がいっぱいです。アイテムを管理してください。
pl: Ekwipunek pełny. Proszę zarządzać swoimi przedmiotami.
pt: Inventário cheio. Por favor, gerencie seus itens.
ru: Инвентарь полон. Пожалуйста, управляйте вашими предметами.
zh_hans: 库存已满。请管理您的物品。

# info_message_7
source: A Workbench 1 is required for crafting.
de: Eine Werkbank 1 ist zum Handwerken erforderlich.
es: Se necesita una mesa de trabajo 1 para fabricar objetos.
fr: Un établi 1 est requis pour l'artisanat.
ja: クラフティングにはワークベンチ1が必要です。
pl: Do wytwarzania wymagany jest stół warsztatowy 1.
pt: Uma Bancada de Trabalho 1 é necessária para a confecção.
ru: Для крафтинга требуется Верстак 1.
zh_hans: 需要工作台 1 来进行制作。

# info_message_8
source: Crafting in progress. Item cannot be removed from the queue.
de: Herstellung im Gange. Artikel kann nicht aus der Warteschlange entfernt werden.
es: Fabricación en proceso. No puedes eliminar este objeto de la cola.
fr: Fabrication en cours. Impossible de retirer l'objet de la file d'attente.
ja: クラフト進行中。アイテムをキューから削除することはできません。
pl: Wytwarzanie w toku. Nie można usunąć elementu z kolejki.
pt: Fabricação em progresso. O item não pode ser removido da fila.
ru: Идет изготовление. Невозможно убрать предмет из очереди.
zh_hans: 制作中。物品无法从队列中移除。

# info_message_9
source: Storage capacity reached. Please organize.
de: Speicherkapazität erreicht. Bitte organisieren.
es: Capacidad máxima de almacenamiento alcanzada. Reorganiza tus objetos.
fr: Capacité de stockage atteinte. Veuillez organiser.
ja: ストレージ容量に達しました。整理してください。
pl: Osiągnięto pojemność magazynu. Proszę o organizację.
pt: Capacidade de armazenamento atingida. Por favor, organize.
ru: Достигнута вместимость хранения. Пожалуйста, организуйте.
zh_hans: 存储容量已满。请整理。

# info_message_10
source: This item is temporarily out of stock. Please check again later.
de: Dieser Artikel ist vorübergehend nicht auf Lager. Bitte später noch einmal überprüfen.
es: Este objeto se ha agotado temporalmente. Comprueba de nuevo más tarde.
fr: Cet article est temporairement en rupture de stock. Veuillez vérifier à nouveau plus tard.
ja: この商品は一時的に在庫切れです。後で再度確認してください。
pl: Ten przedmiot jest tymczasowo niedostępny. Sprawdź ponownie później.
pt: Este item está temporariamente fora de estoque. Por favor, verifique novamente mais tarde.
ru: Этот товар временно отсутствует на складе. Пожалуйста, проверьте позже еще раз.
zh_hans: 该商品暂时缺货。请稍后再检查。

# info_message_11
source: You do not have enough funds to buy this item.
de: Sie haben nicht genügend Geldmittel, um diesen Artikel zu kaufen.
es: No tienes suficientes fondos para comprar este objeto.
fr: Vous n'avez pas assez de fonds pour acheter cet article.
ja: このアイテムを購入するには資金が足りません。
pl: Nie masz wystarczających środków, aby kupić ten przedmiot.
pt: Você não tem fundos suficientes para comprar este item.
ru: У вас недостаточно средств для покупки этого товара.
zh_hans: 您没有足够的资金购买此物品。

# info_message_12
source: This item is not in your possession.
de: Dieser Gegenstand befindet sich nicht in Ihrem Besitz.
es: No tienes este objeto.
fr: Cet article n'est pas en votre possession.
ja: このアイテムはあなたの所持品ではありません。
pl: Ten przedmiot nie jest w Twoim posiadaniu.
pt: Este item não está em sua posse.
ru: Этот предмет не находится у вас во владении.
zh_hans: 这个物品不在你的手上。

# info_message_13
source: Current server player count:
de: Aktuelle Spieleranzahl auf dem Server:
es: Recuento actual de jugadores en el servidor:
fr: Nombre actuel de joueurs sur le serveur :
ja: 現在のサーバープレイヤー数：
pl: Aktualna liczba graczy na serwerze:
pt: Contagem atual de jogadores no servidor:
ru: Текущее количество игроков на сервере:
zh_hans: 当前服务器玩家人数：

# info_message_14
source: This field is already sown with seeds.
de: Dieses Feld ist bereits mit Samen besät.
es: Este campo ya está sembrado con semillas.
fr: Ce champ est déjà ensemencé.
ja: この畑にはすでに種がまかれています。
pl: To pole jest już obsiane nasionami.
pt: Este campo já está semeado com sementes.
ru: Это поле уже засеяно семенами.
zh_hans: 这片土地已经播下了种子。

# info_message_15
source: Plowing is necessary before planting.
de: Pflügen ist notwendig, bevor man pflanzt.
es: Debes arar antes de poder plantar semillas.
fr: Il est nécessaire de labourer avant de planter.
ja: 耕すことは植える前に必要です。
pl: Przed sadzeniem konieczna jest zaoranie.
pt: É necessário arar antes de plantar.
ru: Перед посадкой необходимо пахать.
zh_hans: 犁地是种植之前必须进行的。

# info_message_16
source: Harvest is not yet ready. Patience is required.
de: Die Ernte ist noch nicht bereit. Geduld ist erforderlich.
es: La cosecha aún no está lista. Ten paciencia.
fr: La récolte n'est pas encore prête. La patience est requise.
ja: 収穫はまだ準備ができていません。忍耐が必要です。
pl: Zbiory nie są jeszcze gotowe. Wymagana jest cierpliwość.
pt: A colheita ainda não está pronta. É necessário ter paciência.
ru: Урожай ещё не готов. Требуется терпение.
zh_hans: 收获还没准备好。需要耐心。

# info_message_17
source: Insufficient resources to upgrade the building.
de: Unzureichende Ressourcen, um das Gebäude aufzurüsten.
es: Recursos insuficientes para mejorar el edificio.
fr: Ressources insuffisantes pour améliorer le bâtiment.
ja: 建物をアップグレードするためのリソースが不足しています。
pl: Niewystarczające zasoby, aby ulepszyć budynek.
pt: Recursos insuficientes para atualizar o edifício.
ru: Недостаточно ресурсов для модернизации здания.
zh_hans: 资源不足以升级建筑。

# info_message_18
source: Insufficient resources for item upgrade.
de: Unzureichende Ressourcen für das Upgrade des Gegenstands.
es: Recursos insuficientes para mejorar el objeto.
fr: Ressources insuffisantes pour la mise à niveau de l'objet.
ja: アイテムのアップグレードに必要なリソースが不足しています。
pl: Niewystarczające zasoby do ulepszenia przedmiotu.
pt: Recursos insuficientes para atualização do item.
ru: Недостаточно ресурсов для улучшения предмета.
zh_hans: 资源不足，无法升级物品。

# info_message_19
source: Hungry! Search for something to eat.
de: Hungrig! Suche etwas zu essen.
es: ¡Tienes hambre! Busca algo para comer.
fr: Affamé ! Cherchez quelque chose à manger.
ja: お腹が空いた！何か食べるものを探す。
pl: Głodny! Poszukaj czegoś do zjedzenia.
pt: Com fome! Procure algo para comer.
ru: Голоден! Ищите что-нибудь поесть.
zh_hans: 饿了！搜索一些东西吃。

# info_message_20
source: Landing at this location is prohibited.
de: Das Landen an diesem Ort ist verboten.
es: Está prohibido aterrizar en esta zona.
fr: L'atterrissage à cet emplacement est interdit.
ja: この場所への着陸は禁止されています。
pl: Lądowanie w tym miejscu jest zabronione.
pt: É proibido pousar neste local.
ru: Посадка в этом месте запрещена.
zh_hans: 禁止在此地点着陆。

# info_message_21
source: This container is currently in use.
de: Dieser Behälter wird derzeit benutzt.
es: Este contenedor está actualmente en uso.
fr: Ce conteneur est actuellement utilisé.
ja: このコンテナは現在使用中です。
pl: Kontener ten jest obecnie w użyciu.
pt: Este recipiente está atualmente em uso.
ru: Этот контейнер в настоящее время используется.
zh_hans: 这个容器目前正在使用中。

# info_message_22
source: Lack a torch light? Consider crafting one.
de: Keine Taschenlampe? Überlegen Sie, eine zu basteln.
es: ¿Te hace falta una linterna? Puedes fabricarla con los materiales adecuados.
fr: Vous n'avez pas de lampe torche ? Envisagez d'en fabriquer une.
ja: トーチライトがない？作成を検討してみてください。
pl: Brakuje Ci latarki? Rozważ stworzenie jednej.
pt: Falta uma lanterna? Considere fazer uma.
ru: Нет фонарика? Подумайте о том, чтобы сделать его самостоятельно.
zh_hans: 没有手电筒？考虑自制一个。

# info_message_23
source: A Workbench 2 is needed for crafting.
de: Eine Werkbank 2 wird zum Basteln benötigt.
es: Necesitas una mesa de trabajo 2 para fabricar este objeto.
fr: Un établi 2 est nécessaire pour l'artisanat.
ja: クラフティングにはワークベンチ2が必要です。
pl: Do wytwarzania potrzebny jest stół warsztatowy 2.
pt: É necessário uma Bancada de Trabalho 2 para a confecção.
ru: Для изготовления требуется Верстак 2.
zh_hans: 需要工作台2来进行制作。

# info_message_24
source: Crafting requires the presence of a Workbench 3.
de: Das Handwerk erfordert die Anwesenheit einer Werkbank 3.
es: Necesitas una mesa de trabajo 3 para fabricar este objeto.
fr: La fabrication nécessite la présence d'un Établi 3.
ja: クラフトには作業台3が必要です。
pl: Wytwarzanie wymaga obecności stołu warsztatowego 3.
pt: A manufatura requer a presença de uma Bancada de Trabalho 3.
ru: Для крафтинга требуется наличие Верстака 3.
zh_hans: 制作需要一个3级工作台。

# info_message_25
source: Plowing cannot be done here.
de: Hier kann nicht gepflügt werden.
es: No se puede arar aquí.
fr: On ne peut pas labourer ici.
ja: ここで耕作はできません。
pl: Nie można tu orać.
pt: Não se pode arar aqui.
ru: Здесь нельзя пахать.
zh_hans: 这里不能耕地。

# info_message_26
source: A Workbench is necessary to build further.
de: Eine Werkbank ist notwendig, um weiter zu bauen.
es: Necesitas una mesa de trabajo para construir más estructuras.
fr: Un établi est nécessaire pour construire davantage.
ja: さらに建設するためにはワークベンチが必要です。
pl: Aby dalej budować, niezbędny jest stół warsztatowy.
pt: Uma bancada de trabalho é necessária para construir mais.
ru: Для дальнейшего строительства необходим верстак.
zh_hans: 需要工作台才能进一步建造。

# info_message_27
source: The nuke is not ready yet, parts are missing.
de: Die Atombombe ist noch nicht fertig, es fehlen Teile.
es: El arma nuclear aún no está lista. Necesitas más piezas.
fr: La bombe nucléaire n'est pas encore prête, il manque des pièces.
ja: 核爆弾はまだ準備ができていない、部品が不足しています。
pl: Broń jądrowa nie jest jeszcze gotowa, brakuje części.
pt: A bomba nuclear ainda não está pronta, faltam peças.
ru: Ядерное оружие еще не готово, отсутствуют части.
zh_hans: 核弹还没有准备好，部件缺失。

# info_message_28
source: Unable to place here as it intersects with another building or item.
de: Kann hier nicht platziert werden, da es sich mit einem anderen Gebäude oder Gegenstand überschneidet.
es: No puedes colocar este elemento aquí, ya que se solapa con otra estructura u objeto.
fr: Impossible de placer ici car cela intersecte avec un autre bâtiment ou objet.
ja: 他の建物やアイテムと交差するため、ここに配置することはできません。
pl: Nie można tego tu umieścić, ponieważ przecina się z innym budynkiem lub przedmiotem.
pt: Não é possível colocar aqui pois intersecta com outro edifício ou item.
ru: Невозможно разместить здесь, поскольку это пересекается с другим зданием или предметом.
zh_hans: 无法放置在此处，因为它与另一个建筑物或物品相交。

# info_message_29
source: You are too far away to place this.
de: Du bist zu weit entfernt, um dies zu platzieren.
es: Estás demasiado lejos para colocar esto.
fr: Vous êtes trop éloigné pour placer ceci.
ja: あなたはこれを置くには遠すぎます。
pl: Jesteś zbyt daleko, aby to umieścić.
pt: Você está muito longe para colocar isto.
ru: Вы слишком далеко, чтобы поместить это.
zh_hans: 你离得太远，无法放置这个。

# info_message_30
source: Placement not possible: too close to another building component.
de: Platzierung nicht möglich: zu nah an einer anderen Gebäudekomponente.
es: No se puede colocar esta estructura. Está demasiado cerca de otra estructura.
fr: Placement impossible : trop proche d'un autre composant du bâtiment.
ja: 配置不可能：他の建築部品に近すぎる。
pl: Umieszczenie niemożliwe: zbyt blisko innego elementu budynku.
pt: Não é possível posicionar: muito próximo de outro componente do edifício.
ru: Размещение невозможно: слишком близко к другому элементу здания.
zh_hans: 无法放置：与其他建筑组件太近。

# info_message_31
source: Item has to be placed on a back wall, you can paint one.
de: Der Gegenstand muss an einer Rückwand platziert werden, Sie können eine anmalen.
es: Este objeto debe colocarse en una pared trasera. Puedes pintar una.
fr: L'article doit être placé sur un mur arrière, vous pouvez en peindre un.
ja: アイテムは後ろの壁に置かなければなりません、あなたは壁を塗ることができます。
pl: Przedmiot należy umieścić na tylnej ścianie, można ją pomalować.
pt: O item tem que ser colocado em uma parede de fundo, você pode pintar uma.
ru: Предмет должен быть размещён на задней стене, вы можете её покрасить.
zh_hans: 物品必须放在后墙上，你可以给墙壁涂漆。

# info_message_32
source: Placement not possible in this location.
de: Platzierung an diesem Ort nicht möglich.
es: No puedes colocar este elemento en esta ubicación.
fr: Placement impossible à cet emplacement.
ja: この場所に配置できません。
pl: Umieszczenie w tym miejscu nie jest możliwe.
pt: Não é possível colocar neste local.
ru: Размещение в этом месте невозможно.
zh_hans: 无法在此位置放置。

# info_message_33
source: Placement not possible. Adjust the vertical position up or down.
de: Platzierung nicht möglich. Stellen Sie die vertikale Position nach oben oder unten ein.
es: No se puede colocar esta estructura. Ajusta su posición vertical.
fr: Placement impossible. Ajustez la position verticale vers le haut ou vers le bas.
ja: 配置できません。垂直位置を上または下に調整してください。
pl: Umieszczenie nie jest możliwe. Dostosuj pozycję pionową w górę lub w dół.
pt: Não é possível posicionar. Ajuste a posição vertical para cima ou para baixo.
ru: Размещение невозможно. Отрегулируйте вертикальное положение вверх или вниз.
zh_hans: 无法放置。请上移或下移垂直位置。

# info_message_34
source: Placement failed, too close to another building or item.
de: Platzierung fehlgeschlagen, zu nah an einem anderen Gebäude oder Gegenstand.
es: No se ha podido colocar esta estructura. Está demasiado cerca de otra estructura u objeto.
fr: Échec du placement, trop proche d'un autre bâtiment ou objet.
ja: 配置に失敗しました、他の建物やアイテムに近すぎます。
pl: Umieszczenie nie powiodło się, zbyt blisko innego budynku lub przedmiotu.
pt: Falha no posicionamento, muito perto de outro edifício ou item.
ru: Размещение не удалось, слишком близко к другому зданию или предмету.
zh_hans: 放置失败，距离其他建筑或物品太近。

# info_message_35
source: Upgrade unavailable: You must be the item or building's owner to proceed.
de: Upgrade nicht verfügbar: Sie müssen der Eigentümer des Gegenstands oder des Gebäudes sein, um fortzufahren.
es: Mejora no disponible. Debes ser el dueño del objeto o estructura para continuar.
fr: Mise à niveau non disponible : Vous devez être le propriétaire de l'objet ou du bâtiment pour continuer.
ja: アップグレード利用不可：アイテムまたは建物の所有者である必要があります。
pl: Ulepszenie niedostępne: aby kontynuować, musisz być właścicielem przedmiotu lub budynku.
pt: Atualização indisponível: Você deve ser o proprietário do item ou do edifício para prosseguir.
ru: Обновление недоступно: Вы должны быть владельцем предмета или здания, чтобы продолжить.
zh_hans: 升级不可用：您必须是物品或建筑的所有者才能继续。

# text_menu_173
source: EXIT GAME
de: SPIEL BEENDEN
es: SALIR DEL JUEGO
fr: QUITTER LE JEU
ja: ゲームを終了
pl: Wyjdź z gry
pt: SAIR DO JOGO
ru: ВЫХОД ИЗ ИГРЫ
zh_hans: 退出游戏

# text_menu_label_set_language
source: SET LANGUAGE:
de: SPRACHE EINSTELLEN:
es: ELEGIR IDIOMA:
fr: DÉFINIR LA LANGUE :
ja: 言語設定：
pl: Ustaw język:
pt: DEFINIR IDIOMA:
ru: УСТАНОВИТЬ ЯЗЫК:
zh_hans: 设置语言：

# language_en
source: English (en)
de: Englisch (en)
es: Inglés (en)
fr: Anglais (en)
ja: 英語 (en)
pl: angielski (en)
pt: Inglês (en)
ru: Английский (en)
zh_hans: 英语 (en)

# language_fr
source: French (fr)
de: Französisch (fr)
es: Francés (fr)
fr: Français (fr)
ja: フランス語 (fr)
pl: francuski (fr)
pt: Francês (fr)
ru: Французский (fr)
zh_hans: 法语 (fr)

# language_de
source: German (de)
de: Deutsch (de)
es: Alemán (de)
fr: Allemand (de)
ja: ドイツ語 (de)
pl: niemiecki (de)
pt: Alemão (de)
ru: Немецкий (de)
zh_hans: 德语 (de)

# language_ja
source: Japanese (ja)
de: Japanisch (ja)
es: Japonés (ja)
fr: Japonais (ja)
ja: 日本語（ja）
pl: japoński (ja)
pt: Japonês (ja)
ru: Японский (ja)
zh_hans: 日本 (ja)

# language_pt
source: Portuguese (pt)
de: Portugiesisch (pt)
es: Portugués (pt)
fr: Portugais (pt)
ja: ポルトガル語（pt）
pl: portugalski (pt)
pt: Português (pt)
ru: Португальский (pt)
zh_hans: 葡萄牙文（pt）

# language_ru
source: Russian (ru)
de: Russisch (ru)
es: Ruso (ru)
fr: Russe (ru)
ja: ロシア語 (ru)
pl: rosyjski (ru)
pt: Russo (ru)
ru: Русский (ru)
zh_hans: 俄语 (ru)

# language_es
source: Spanish (es)
de: Spanisch (es)
es: Español (es)
fr: Espagnol (es)
ja: スペイン語 (es)
pl: hiszpański (es)
pt: Espanhol (es)
ru: Испанский (es)
zh_hans: 西班牙语 (es)

# language_th
source: Thai (th)
es: Tailandés (th)
fr: Thaï (th)
ja: タイ語 (th)
pl: tajski (th)
pt: Tailandês (th)
ru: Тайский (th)
zh_hans: 泰语 (th)

# language_zh-hans
source: Chinese (zh-Hans)
de: Chinesisch (vereinfacht)
es: Chino (Simplificado)
fr: Chinois (simplifié)
ja: 中国語（簡体字）
pl: Chiński (zh-Hans)
pt: Chinês (Simplificado)
ru: Китайский (упрощенный)
zh_hans: 中文 (zh-Hans)

# text_menu_label_information
source: INFORMATION
es: INFORMACIÓN
ja: 情報
pl: INFORMACJA
pt: Informação
ru: Информация
zh_hans: 信息

# text_menu_label_set_password
source: PASSWORD:
de: PASSWORT:
es: CONTRASEÑA:
fr: MOT DE PASSE :
ja: パスワード：
pl: HASŁO:
pt: SENHA:
ru: ПАРОЛЬ:
zh_hans: 密码：

# text_menu_label_crafting_queue
source: CRAFTING QUEUE
de: Herstellungswarteschlange
es: COLA DE FABRICACIÓN
fr: File d'attente de fabrication
ja: クラフティングキュー
pl: KOLEJKA WYTWARZANIA
pt: Fila de criação
ru: Очередь крафта
zh_hans: 制作队列

# text_menu_label_command_console
source: CONSOLE
de: Konsole
es: CONSOLA
ja: コンソール
pl: KONSOLA
ru: Консоль
zh_hans: 控制台

# text_menu_information_demo
source: The demo's more than a sneak peek. It's our way to tweak improve and ensuring everything from gameplay to performance is top-notch. Plus, we're continuously adding cool new items. Your support means the world to us as we gear up for the big launch. By adding our game to your wishlist, you're providing immense support.
es: Esta demo es mucho más que un vistazo rápido al juego. Es nuestra manera de hacer cambios, mejorar el juego y asegurarnos de que todo, desde su jugabilidad hasta su rendimiento, tiene la mejor calidad posible. Además, añadimos nuevos e interesantes objetos de manera continua. Vuestro apoyo significa mucho para nosotros conforme nos vamos preparando para el día del lanzamiento final del juego. Al añadir nuestro juego a vuestras listas de Deseados, nos apoyáis mucho más de lo que os imagináis.
ja: このデモはちら見せ以上のものです。 ゲームプレイからパフォーマンスまで、 すべてがトップクラスであることを保証 し、改善を図る私たちの方法です。 さらに、私たちは継続的にク ールな新アイテムを追加しています。 私たちが大きなローンチに向けて準 備する中で、あなたのサポートは世 界を意味します。 私たちのゲー ムをあなたのウィッシュリトに追加することで、 あなたは大きな サポートを提供しています。
pt: A demonstração é mais do que uma espiada. É a nossa maneira de ajustar, melhorar e garantir que tudo, desde o jogo até o desempenho, seja de alta qualidade. Além disso, estamos continuamente adicionando itens novos e legais. Seu apoio significa o mundo para nós enquanto nos preparamos para o grande lançamento. Ao adicionar nosso jogo à sua lista de desejos, você está fornecendo um apoio imenso.
ru: Демонстрация — это больше, чем просто небольшой предварительный просмотр. Это наш способ доработки, улучшения и обеспечения того, чтобы все, от игрового процесса до производительности, было на высшем уровне. К тому же, мы постоянно добавляем крутые новинки. Ваша поддержка для нас бесценна, поскольку мы готовимся к большому запуску. Добавляя нашу игру в ваш список желаемого, вы оказываете нам огромную поддержку.
zh_hans: 这个演示不仅仅是 一个小窥视。 这是我们调整改进的方式， 确保从游戏玩法到性能的 一切都是顶尖的。另外， 我们还在不断添加酷炫的新物品。 你们的支持对我们来说意义重大 ，因为我们为大型发布做准备。 通过将我们的游戏添加到您的愿望清单， 您正在提供巨大的支持。

# text_menu_loading
source: LOADING...
de: LÄDT...
es: CARGANDO...
fr: CHARGEMENT...
ja: 読み込み中...
pl: ŁADOWANIE...
pt: CARREGANDO...
ru: ЗАГРУЗКА...
zh_hans: 加载中...

# text_menu_button_add_to_wishlist
source: ADD TO WISHLIST
de: WUNSCHLISTE HINZUFÜGEN
es: Agregar a favoritos
fr: Liste de souhaits
ja: ウィッシュリスト
pl: DODAJ DO LISTY ŻYCZEŃ
pt: Lista de Desejos
ru: Список желаний
zh_hans: 愿望清单

# text_menu_dropdown_graphic_quality_low
source: Low
de: Niedrig
es: Baja
fr: Bas
ja: 低い
pl: Niska
pt: Baixo
ru: Низкий
zh_hans: 低

# text_menu_dropdown_graphic_quality_medium
source: Medium
de: Mittel
es: Media
fr: Moyen
ja: 中
pl: Średnia
pt: Médio
ru: Средний
zh_hans: 中等

# text_menu_dropdown_graphic_quality_high
source: High
de: Hoch
es: Alta
fr: Haut
ja: 高い
pl: Wysoka
pt: Alto
ru: Высокий
zh_hans: 高

# input_moveup
source: Move Up
de: Nach oben bewegen
es: Moverse (arriba)
fr: Monter
ja: 上に移動
pl: Ruch w górę
pt: Mover para cima
ru: Переместить вверх
zh_hans: 上移

# input_movedown
source: Move Down
de: Nach unten bewegen
es: Moverse (abajo)
fr: Descendre
ja: 下に移動
pl: Ruch w dół
pt: Mover para baixo
ru: Переместить вниз
zh_hans: 下移

# input_moveleft
source: Move Left
de: Nach links bewegen
es: Moverse (izquierda)
fr: Déplacez-vous vers la gauche
ja: 左に移動
pl: Ruch w lewo
pt: Mova-se para a esquerda
ru: Двигайтесь влево
zh_hans: 向左移

# input_moveright
source: Move Right
de: Nach rechts bewegen
es: Moverse (derecha)
fr: Déplacez-vous vers la droite
ja: 右に移動
pl: Ruch w prawo
pt: Mova-se para a direita
ru: Двигайтесь вправо
zh_hans: 向右移

# input_jump
source: Jump
de: Springen
es: Saltar
fr: Sauter
ja: ジャンプ
pl: Skok
pt: Pular
ru: Прыгать
zh_hans: 跳

# input_attackandselect
source: Attack And Select
de: Angreifen und auswählen
es: Atacar / Seleccionar
fr: Attaquer et sélectionner
ja: 攻撃して選択
pl: Atak i wybieranie
pt: Atacar e selecionar
ru: Атаковать и выбрать
zh_hans: 攻击并选择

# input_fastmoveiventoryordeselect
source: Fast Move Iventory Or Deselect
de: Schnellzugriff Inventar oder Abwahl
es: Mover inventario rápidamente / Deseleccionar
fr: Déplacer rapidement l'inventaire ou désélectionner
ja: 高速移動インベントリまたは選択解除
pl: Szybkie przenoszenie ekwipunku lub odznaczenie
pt: Mover inventário rapidamente ou desmarcar
ru: Быстрое перемещение инвентаря или отмена выбора
zh_hans: 快速移动库存或取消选择

# input_splitorunload
source: Split Or Unload
de: Teilen oder Entladen
es: Dividir o descargar
fr: Diviser ou décharger
ja: 分割またはアンロード
pl: Podziel lub rozładuj
pt: Dividir ou Descarregar
ru: Разделить или разгрузить
zh_hans: 分拆或卸载

# input_dropitem
source: Drop Item
de: Gegenstand fallen lassen
es: Soltar objeto
fr: Lâcher l'objet
ja: アイテムを落とす
pl: Upuszczanie przedmiotu
pt: Soltar item
ru: Выбросить предмет
zh_hans: 丢弃物品

# input_inventory
source: Inventory
de: Inventar
es: Inventario
fr: Inventaire
ja: 在庫
pl: Ekwipunek
pt: Inventário
ru: Инвентарь
zh_hans: 库存

# input_build
source: Build
de: Bauen
es: Construir
fr: Construire
ja: 建設する
pl: Budowanie
pt: Construir
ru: Строить
zh_hans: 建造

# input_rotatebuilding
source: Rotate Building
de: Gebäude drehen
es: Rotar edificio
fr: Tourner le bâtiment
ja: ビルを回転させる
pl: Obracanie budowli
pt: Girar Edifício
ru: Повернуть здание
zh_hans: 旋转大楼

# input_use
source: Use
de: Verwenden
es: Usar
fr: Utiliser
ja: 使用する
pl: Użyj
pt: Usar
ru: Использовать
zh_hans: 使用

# input_reload
source: Reload
de: Neu laden
es: Recargar
fr: Recharger
ja: リロード
pl: Przeładowanie
pt: Recarregar
ru: Перезагрузить
zh_hans: 重新加载

# input_torchlight
source: Torchlight
de: Taschenlampe
es: Linterna
fr: Lampe torche
ja: トーチライト
pl: Latarka
pt: Lanterna
ru: Фонарик
zh_hans: 手电筒

# input_chatorconfirm
source: Chat Or Confirm
de: Chatten oder Bestätigen
es: Chatear o confirmar
fr: Discuter ou Confirmer
ja: チャットまたは確認
pl: Czatuj lub potwierdź
pt: Conversar ou Confirmar
ru: Чат или Подтверждение
zh_hans: 聊天或确认

# input_navigation
source: Navigation
es: Navegación
ja: ナビゲーション
pl: Nawigacja
pt: Navegação
ru: Навигация
zh_hans: 导航

# input_displayusernames
source: Display Usernames
de: Benutzernamen anzeigen
es: Mostrar nombres de usuario
fr: Afficher les noms d'utilisateur
ja: ユーザー名を表示
pl: Wyświetl nazwy użytkowników
pt: Exibir Nomes de Usuário
ru: Отображение Имен Пользователей
zh_hans: 显示用户名

# input_canceltutorial
source: Cancel Tutorial
de: Tutorial abbrechen
es: Cancelar tutorial
fr: Annuler le tutoriel
ja: チュートリアルをキャンセル
pl: Anuluj samouczek
pt: Cancelar Tutorial
ru: Отменить учебник
zh_hans: 取消教程

# input_console
source: Console
de: Konsole
es: Consola
ja: コンソール
pl: Konsola
ru: Консоль
zh_hans: 控制台
