Repository: NimbleBeasts/RTFLanguageSupport
Catalog: XLIFF_*.xlf
Languages: de, es, fr, ja, pl, pt, ru, zh_hans

# text_menu_label_sell
source: SELL
de: Verkaufen
es: VENDER
fr: Vendre
ja: 販売
pl: SPRZEDAJ
pt: Vender
ru: Продать
zh_hans: 出售

# text_menu_label_buy
source: BUY
de: Kaufen
es: COMPRAR
fr: Acheter
ja: 購入
pl: KUP
pt: Comprar
ru: Купить
zh_hans: 购买

# text_help_press_to_collect_open_or_use
source: PRESS TO ACCESS, COLLECT, OR USE
de: Drücken um Zugriff zu erhalten, zu sammeln oder zu nutzen
es: PULSA PARA ACCEDER, RECOGER O USAR
fr: Appuyez pour accéder, collecter ou utiliser
ja: アクセス、収集、または使用するために押す
pl: Naciśnij, aby uzyskać dostęp, zebrać lub użyć
pt: Pressione para acessar, coletar ou usar
ru: Нажмите для доступа, сбора или использования
zh_hans: 按压以访问、收集或使用

# text_help_press_to_open_inventory
source: PRESS TO OPEN INVENTORY
de: DRÜCKEN UM INVENTAR ZU ÖFFNEN
es: PULSA PARA ABRIR INVENTARIO
fr: APPUYEZ POUR OUVRIR L'INVENTAIRE
ja: インベントリを開くために押す
pl: Naciśnij, aby otworzyć ekwipunek
pt: PRESSIONE PARA ABRIR INVENTÁRIO
ru: НАЖМИТЕ, ЧТОБЫ ОТКРЫТЬ ИНВЕНТАРЬ
zh_hans: 按下打开库存

# text_menu_42
source: Low
de: Niedrig
es: Bajo
fr: Bas
ja: 低い
pl: niski
pt: Baixo
ru: Низкий
zh_hans: 低

# text_menu_label_players
source: PLAYERS:
de: SPIELER:
es: JUGADORES:
fr: JOUEURS:
ja: プレイヤー：
pl: Gracz:
pt: JOGADORES:
ru: ИГРОКИ:
zh_hans: 玩家：

# text_menu_button_join_selected_server
source: JOIN SELECTED SERVER
de: Server beitreten
es: Unirse
fr: Rejoindre Serveur
ja: 選択したサーバーに参加する
pl: Dołącz
pt: Entrar no Servidor
ru: Присоединиться к Серверу
zh_hans: 加入所选服务器

# text_help_turn_left_or_right
source: TURN LEFT OR RIGHT
de: Links abbiegen oder rechts
es: GIRAR A LA IZQUIERDA/DERECHA
fr: Tournez à gauche ou à droite
ja: 左か右に曲がってください
pl: Skręć w lewo lub w prawo
pt: Vire à esquerda ou à direita
ru: Поверните налево или направо
zh_hans: 向左转或向右转

# text_menu_button_graphic_settings
source: GRAPHIC SETTINGS
de: Grafik Einstellungen
es: AJUSTES GRÁFICOS
fr: Paramètres graphiques
ja: グラフィック設定
pl: Ustawienia graficzne
pt: Configurações gráficas
ru: Настройки графики
zh_hans: 图形设置

# text_menu_label_set_graphics_quality
source: SET GRAPHICS QUALITY:
de: GRAFIKQUALITÄT EINSTELLEN:
es: ELEGIR CALIDAD GRÁFICA:
fr: DÉFINIR LA QUALITÉ GRAPHIQUE :
ja: グラフィックス品質の設定：
pl: Ustaw jakość grafiki:
pt: DEFINIR QUALIDADE GRÁFICA:
ru: УСТАНОВИТЬ КАЧЕСТВО ГРАФИКИ:
zh_hans: 设置图形质量：

# text_menu_label_connect_to_server
source: CONNECT TO SERVER
de: Mit Server verbinden
es: CONECTAR A SERVIDOR
fr: Se connecter au serveur
ja: サーバーに接続する
pl: Połączenie z serwerem
pt: Conectar ao servidor
ru: Подключиться к серверу
zh_hans: 连接到服务器

# text_menu_label_show
source: SHOW:
de: SORTIERE:
es: MOSTRAR:
fr: MONTRER :
ja: ショー：
pl: POKAŻ:
pt: MOSTRAR:
ru: ПОКАЗАТЬ:
zh_hans: 展示：

# text_help_comfort_zone
source: COMFORT ZONE
de: Komfortzone
es: ZONA DE CONFORT
fr: Zone de confort
ja: コンフォートゾーン
pl: Strefa komfortu
pt: Zona de conforto
ru: Зона комфорта
zh_hans: 舒适区

# text_menu_label_limit_fps
source: LIMIT FRAMES PER SECOND:
de: BILDRATE PRO SEKUNDE BESCHRÄNKEN:
es: LIMITAR FOTOGRAMAS POR SEGUNDO:
fr: LIMITER LES IMAGES PAR SECONDE :
ja: 1秒あたりのフレーム数を制限する：
pl: Ograniczenie liczby klatek na sekundę:
pt: LIMITAR QUADROS POR SEGUNDO:
ru: ОГРАНИЧИТЬ КАДРЫ В СЕКУНДУ:
zh_hans: 限制每秒帧数：

# text_menu_52
source: NEW GAME
de: NEUES SPIEL
es: NUEVA PARTIDA
fr: NOUVEAU JEU
ja: 新しいゲーム
pl: Nowa gra
pt: NOVO JOGO
ru: НОВАЯ ИГРА
zh_hans: 新游戏

# text_help_near_workbench
source: Near a workbench, you can craft items. You can also upgrade the workbench using a hammer tool
de: In der Nähe einer Werkbank kannst du Gegenstände herstellen. Du kannst die Werkbank auch mit einem Hammerwerkzeug aufrüsten.
es: Cerca de un banco de trabajo, puedes fabricar objetos. También puedes mejorar el banco de trabajo usando una herramienta de martillo.
fr: Près d'un établi, vous pouvez fabriquer des objets. Vous pouvez également améliorer l'établi en utilisant un marteau.
ja: 作業台の近くでは、アイテムを作成することができます。ハンマーを使って作業台をアップグレードすることも可能です。
pl: Blisko warsztatu możesz wytwarzać przedmioty. Możesz także ulepszyć warsztat, używając narzędzia młotka.
pt: Perto de uma bancada de trabalho, você pode fabricar itens. Você também pode atualizar a bancada usando uma ferramenta de martelo.
ru: Рядом с верстаком вы можете изготавливать предметы. Также вы можете улучшить верстак, используя молоток.
zh_hans: 在工作台附近，你可以制作物品。你也可以用锤子工具升级工作台。

# text_menu_label_ping
source: PING:
ru: ПИНГ:

# text_menu_55
source: This server is password protected, please enter password!
de: Dieser Server ist passwortgeschützt, bitte Passwort eingeben!
es: Este servidor está protegido con contraseña. Escribe la contraseña adecuada para acceder a él.
fr: Ce serveur est protégé par mot de passe, veuillez entrer le mot de passe !
ja: このサーバーはパスワードで保護されています。パスワードを入力してください！
pl: Ten serwer jest chroniony hasłem. Proszę podać hasło!
pt: Este servidor é protegido por senha, por favor insira a senha!
ru: Этот сервер защищен паролем, пожалуйста, введите пароль!
zh_hans: 此服务器受密码保护，请输入密码！

# text_menu_label_item
source: ITEM
de: ARTIKEL
es: OBJETO
fr: ARTICLE
ja: 項目
pl: PRZEDMIOT
ru: ПУНКТ
zh_hans: 项目

# text_menu_button_close
source: CLOSE
de: Schließen
es: CERRAR
fr: Fermer
ja: 閉じる
pl: Zamknij
pt: Fechar
ru: Закрыть
zh_hans: 关闭

# text_help_click_or_double_click
source: CLICK OR DOUBLE CLICK
de: Klicken oder Doppelklicken
es: CLIC/DOBLE CLIC
fr: Cliquer ou double-cliquer
ja: クリックまたはダブルクリック
pl: Kliknij lub kliknij dwukrotnie
pt: Clique ou clique duplo
ru: Клик или двойной клик
zh_hans: 单击或双击

# text_menu_button_invite_friends
source: INVITE FRIENDS
de: Freunde einladen
es: INVITAR AMIGOS
fr: Inviter des amis
ja: 友達を招待する
pl: Zaproszenie przyjaciela
pt: Convidar amigos
ru: Пригласить друзей
zh_hans: 邀请朋友

# text_help_unload_ammo
source: UNLOAD AMMO
de: Entladen
es: DESCARGAR
fr: Décharger
ja: 弾薬をアンロード
pl: rozładować
pt: Descarregar
ru: Разгрузить
zh_hans: 卸载弹药

# text_menu_label_fuel
source: FUEL
de: Treibstoff
es: COMBUSTIBLE
fr: Carburant
ja: 燃料
pl: Paliwo
pt: Combustível
ru: Топливо
zh_hans: 燃料

# text_menu_label_set_resolution
source: SET RESOLUTION:
de: AUFLÖSUNG EINSTELLEN:
es: ELEGIR RESOLUCIÓN:
fr: DÉFINIR LA RÉSOLUTION :
ja: 解像度設定：
pl: Ustaw rozdzielczość:
pt: DEFINIR RESOLUÇÃO:
ru: УСТАНОВИТЬ РАЗРЕШЕНИЕ:
zh_hans: 设置分辨率：

# text_help_move_climb
source: PRESS TO MOVE AND CLIMB LADDERS UP AND DOWN
de: DRÜCKEN SIE, UM SICH ZU BEWEGEN UND LEITERN RAUF UND RUNTER ZU KLETTERN
es: PULSA PARA MOVERTE Y SUBIR/BAJAR ESCALERAS
fr: APPUYEZ POUR VOUS DÉPLACER ET MONTER ET DESCENDRE LES ÉCHELLES
ja: 押して移動し、はしごを上り下りする
pl: Naciśnij, aby się przesunąć i wspinać się po drabinie w górę i w dół
pt: PRESSIONE PARA SE MOVER E SUBIR E DESCER ESCADAS
ru: НАЖМИТЕ, ЧТОБЫ ПЕРЕМЕЩАТЬСЯ И ПОДНИМАТЬСЯ И СПУСКАТЬСЯ ПО ЛЕСТНИЦАМ
zh_hans: 按压以移动并上下爬梯

# text_help_repair_building
source: PRESS TO REPAIR BUILDING
de: DRÜCKEN ZUM REPARATUR DES GEBÄUDES
es: PULSA PARA REPARAR ESTRUCTURA
fr: APPUYEZ POUR RÉPARER LE BÂTIMENT
ja: 建物を修理するために押す
pl: Naciśnij, aby naprawić budynek
pt: PRESSIONE PARA REPARAR O EDIFÍCIO
ru: НАЖМИТЕ ЧТОБЫ ПОЧИНИТЬ ЗДАНИЕ
zh_hans: 按下以修复建筑

# text_menu_label_set_sfx_volume
source: SET SFX VOLUME:
de: SFX-LAUTSTÄRKE EINSTELLEN:
es: AJUSTAR VOLUMEN DE EFECTOS DE SONIDO:
fr: RÉGLER LE VOLUME DES EFFETS SONORES :
ja: SFXボリューム設定：
pl: Ustaw głośność efektów dźwiękowych:
pt: AJUSTAR VOLUME DOS EFEITOS SONOROS:
ru: УСТАНОВИТЬ ГРОМКОСТЬ ЗВУКОВЫХ ЭФФЕКТОВ:
zh_hans: 设置音效音量：

# text_menu_label_inventory
source: INVENTORY
de: Inventar
es: INVENTARIO
fr: Inventaire
ja: 在庫
pl: Zapasy
pt: Inventário
ru: Инвентарь
zh_hans: 库存

# text_menu_button_refresh_serverlist
source: REFRESH SERVER LIST
de: AKTUALISIEREN
es: Actualizar servidores
fr: ACTUALISER SERVEURS
ja: サーバーリストを更新
pl: Odśwież listę serwerów
pt: ATUALIZAR SERVIDORES
ru: ОБНОВИТЬ СЕРВЕРА
zh_hans: 刷新服务器列表

# text_help_double_click_to_craft
source: DOUBLE CLICK TO CRAFT
de: Doppelklick zum Herstellen
es: DOBLE CLIC PARA FABRICAR
fr: Double-cliquez pour fabriquer
ja: ダブルクリックしてクラフト
pl: KLIKNIJ DWUKROTNIE, ABY WYTWORZYĆ
pt: Duplo clique para criar
ru: Дважды кликните, чтобы создать
zh_hans: 双击进行制作

# text_menu_placeholder_set_maximum_players
source: SET MAXIMUM PLAYERS...
de: MAXIMALE SPIELERANZAHL FESTLEGEN...
es: ESCRIBE LA CANTIDAD MÁX. DE JUGADORES...
fr: DÉFINIR LE NOMBRE MAXIMUM DE JOUEURS...
ja: 最大プレイヤー数を設定...
pl: Ustaw maksymalną liczbę graczy...
pt: DEFINIR NÚMERO MÁXIMO DE JOGADORES...
ru: УСТАНОВИТЬ МАКСИМАЛЬНОЕ КОЛИЧЕСТВО ИГРОКОВ...
zh_hans: 设置最大玩家数量...

# text_menu_label_equipment
source: EQUIPMENT
de: Ausrüstung
es: EQUIPO
fr: Équipement
ja: 機器
pl: Urządzenie
pt: Equipamento
ru: Оборудование
zh_hans: 设备

# text_menu_label_search
source: SEARCH:
de: SUCHE:
es: BUSCAR:
fr: RECHERCHE :
ja: 検索：
pl: Wyszukiwanie:
pt: PESQUISA:
ru: ПОИСК:
zh_hans: 搜索：

# text_help_close_inventory
source: CLOSE INVENTORY
de: Inventar schließen
es: CERRAR INVENTARIO
fr: Fermer l'inventaire
ja: 在庫を閉じる
pl: Zamknij inwentarz
pt: Fechar inventário
ru: Закрыть инвентарь
zh_hans: 关闭库存

# text_help_navigation_no_bed
source: NAVIGATION UNAVAILABLE: YOU MUST DIE OR HAVE A BED FIRST
de: NAVIGATION NICHT VERFÜGBAR: DU MUSST STERBEN ODER ZUERST EIN BETT HABEN
es: NAVEGACIÓN NO DISPONIBLE: PRIMERO DEBES MORIR O TENER UNA CAMA
fr: NAVIGATION INDISPONIBLE : VOUS DEVEZ MOURIR OU AVOIR UN LIT D'ABORD
ja: ナビゲーション利用不可：あなたは死ぬか、まずベッドが必要です
pl: Nawigacja niedostępna: musisz umrzeć albo najpierw mieć łóżko
pt: NAVEGAÇÃO INDISPONÍVEL: VOCÊ DEVE MORRER OU TER UMA CAMA PRIMEIRO
ru: НАВИГАЦИЯ НЕДОСТУПНА: ВАМ НЕОБХОДИМО УМЕРЕТЬ ИЛИ СНАЧАЛА ИМЕТЬ КРОВАТЬ
zh_hans: 导航不可用：你必须死亡或者先有一张床

# text_menu_label_server_browser
source: SERVER BROWSER
es: NAVEGADOR DE SERVIDORES
fr: Navigateur de serveur
ja: サーバーブラウザ
pl: Przeglądarka serwera
pt: Navegador de Servidores
ru: Браузер серверов
zh_hans: 服务器浏览器

# text_menu_label_camera_shake
source: TOGGLE CAMERA SHAKE:
de: KAMERA-WACKELN UMSTELLEN:
es: ACTIVAR/DESACTIVAR AGITACIÓN DE CÁMARA:
fr: TOGGLE SECOURS DE CAMÉRA:
ja: カメラシェイクの切り替え:
pl: Przełącz wibracje kamery:
pt: ALTERNAR TREMIDA DA CÂMERA:
ru: ПЕРЕКЛЮЧИТЬ ВИБРАЦИЮ КАМЕРЫ:
zh_hans: 切换相机抖动:

# text_menu_77
source: ENTER PASSWORD HERE...
de: PASSWORT HIER EINGEBEN...
es: ESCRIBE AQUÍ TU CONTRASEÑA...
fr: ENTREZ LE MOT DE PASSE ICI...
ja: パスワードをここに入力してください...
pl: WPISZ HASŁO TUTAJ...
pt: INSIRA A SENHA AQUI...
ru: ВВЕДИТЕ ПАРОЛЬ ЗДЕСЬ...
zh_hans: 在此输入密码...

# text_help_reload_weapon
source: PRESS TO RELOAD
de: ZUM NACHLADEN DRÜCKEN
es: PULSA PARA RECARGAR
fr: APPUYEZ POUR RECHARGER
ja: リロードするには押してください
pl: Naciśnij, aby ponownie załadować
pt: PRESSIONE PARA RECARREGAR
ru: НАЖМИТЕ ДЛЯ ПЕРЕЗАГРУЗКИ
zh_hans: 按下以重新加载

# text_menu_80
source: FIND GAME
de: Spiel finden
es: ENCONTRAR PARTIDA
fr: Trouver un jeu
ja: ゲームを探す
pl: ZNAJDŹ GRĘ
pt: Encontrar jogo
ru: Найти игру
zh_hans: 查找游戏

# text_menu_placeholder_enter_game_name
source: ENTER GAME NAME HERE...
de: SPIELNAME HIER EINGEBEN...
es: ESCRIBE AQUÍ EL NOMBRE DE LA PARTIDA...
fr: ENTREZ LE NOM DU JEU ICI...
ja: ゲーム名をここに入力...
pl: Wpisz tutaj nazwę gry...
pt: INSIRA O NOME DO JOGO AQUI...
ru: ВВЕДИТЕ НАЗВАНИЕ ИГРЫ ЗДЕСЬ...
zh_hans: 在此输入游戏名称...

# text_menu_label_options
source: OPTIONS
de: Optionen
es: OPCIONES
ja: オプション
pl: Opcje
pt: Opções
ru: Опции
zh_hans: 选项

# text_menu_83
source: MENU
de: Menü
es: MENÚ
ja: メニュー
ru: Меню
zh_hans: 菜单

# text_help_select_or_drag_item
source: SELECT OR DRAG ITEM
de: ELEMENT AUSWÄHLEN ODER ZIEHEN
es: ELEGIR O ARRASTRAR OBJETO
fr: SÉLECTIONNER OU GLISSER L'ARTICLE
ja: アイテムを選択またはドラッグ
pl: Wybierz lub przeciągnij element
pt: SELECIONAR OU ARRASTAR ITEM
ru: ВЫБРАТЬ ИЛИ ПЕРЕТАЩИТЬ ПРЕДМЕТ
zh_hans: 选择或拖动项目

# text_menu_label_manage_clan_on_current_server
source: MANAGE CLAN ON CURRENT SERVER
de: Clan auf dem aktuellen Server verwalten
es: GESTIONAR CLAN EN SERVIDOR ACTUAL
fr: Gérer le clan sur le serveur actuel
ja: 現在のサーバーでクランを管理する
pl: Zarządzaj klanem na obecnym serwerze
pt: Gerenciar clã no servidor atual
ru: Управление кланом на текущем сервере
zh_hans: 管理当前服务器上的部落

# text_menu_label_enter_password
source: ENTER PASSWORD
de: PASSWORT EINGEBEN
es: ESCRIBIR CONTRASEÑA
fr: ENTRER LE MOT DE PASSE
ja: パスワードを入力
pl: Wprowadź hasło
pt: INSIRA A SENHA
ru: ВВЕДИТЕ ПАРОЛЬ
zh_hans: 输入密码

# text_menu_label_ambient_volume
source: SET AMBIENT VOLUME:
de: UMGEBUNGSLAUTSTÄRKE EINSTELLEN:
es: AJUSTAR VOLUMEN AMBIENTAL:
fr: RÉGLER LE VOLUME AMBIANT :
ja: 環境音量を設定する：
pl: Ustaw głośność otoczenia:
pt: AJUSTAR VOLUME AMBIENTE:
ru: УСТАНОВИТЬ УРОВЕНЬ ФОНОВОГО ЗВУКА:
zh_hans: 设置环境音量：

# text_help_scout_for_an_location
source: Find a spot packed with loot, with no animals or players around!
de: Finde einen Ort voller Beute, ohne Tiere oder andere Spieler in der Nähe!
es: ¡Encuentra un lugar lleno de botín, sin animales ni otros jugadores cerca
fr: Trouvez un endroit rempli de butin, sans animaux ni autres joueurs autour
ja: 戦利品がたくさんある場所を見つけて、動物や他のプレイヤーがいないようにしましょう
pl: Znajdź miejsce pełne łupów, bez zwierząt i innych graczy w pobliżu
pt: Encontre um local cheio de saque, sem animais ou outros jogadores por perto
ru: айдите место, полное добычи, без животных и других игроков рядом
zh_hans: 找到一个满是战利品的地方，没有动物或其他玩家

# text_menu_91
source: ITEM
de: Artikel
es: OBJETO
fr: Article
ja: アイテム
pl: Projekt
ru: Предмет
zh_hans: 项目

# text_help_field_is_frowing_wait
source: CROPS GROWING, WAIT TO HARVEST
de: Feldfrüchte wachsen, warten auf die Ernte
es: LOS CULTIVOS ESTÁN CRECIENDO. ESPERA PARA PODER RECOGERLOS
fr: Les cultures poussent, attendez la récolte
ja: 作物が育っています、収穫を待っています
pl: Zboża rosną, czekając na zbiór
pt: Culturas crescendo, aguarde para colher
ru: Урожай растет, ждите сбора
zh_hans: 庄稼正在生长，等待收获

# text_help_split_items
source: SPLIT ITEMS
de: AUFTEILEN
es: SEPARAR
fr: DIVISER
ja: アイテムを分割
pl: Podzielić
pt: DIVIDIR ITENS
ru: РАЗДЕЛИТЬ
zh_hans: 拆分项目

# text_menu_label_toggle_vsync
source: TOGGLE VSYNC:
de: V-Sync Einschalten:
es: ACTIVAR/DESACTIVAR VSYNC:
fr: Basculer la synchronisation verticale :
ja: VSYNCを切り替える：
pl: Przełącz synchronizację pionową:
pt: Alternar VSYNC:
ru: Переключить вертикальную синхронизацию:
zh_hans: 切换垂直同步：

# text_menu_label_something_wrong
source: OOOPS SOMETHING WRONG
de: UPS ETWAS IST SCHIEFGELAUFEN
es: UPS, ALGO SALIÓ MAL
fr: OUPS QUELQUE CHOSE NE VA PAS
ja: おっと、何かが間違っている
pl: UPS, COŚ POSZŁO NIE TAK"
pt: OOPS ALGO DEU ERRADO
ru: УПС ЧТО-ТО ПОШЛО НЕ ТАК
zh_hans: 哎呀 出错了

# text_menu_label_oven
source: OVEN
de: Ofen
es: HORNO
fr: Four
ja: オーブン
pl: piekarnik
pt: Forno
ru: Духовка
zh_hans: 烤箱

# text_menu_label_output
source: OUTPUT
de: Ausgabe
es: RESULTADO
fr: Sortie
ja: 出力
pl: wyjście
pt: Saída
ru: Вывод
zh_hans: 输出

# text_menu_label_storage
source: STORAGE
de: Speicherung
es: ALMACÉN
fr: Stockage
ja: ストレージ
pl: przechowywanie
pt: Armazenamento
ru: Хранение
zh_hans: 存储

# text_help_start_your_journey_now
source: It’s not the strength of the body that counts, but the strength of the spirit.
de: Es kommt nicht auf die Stärke des Körpers an, sondern auf die Stärke des Geistes.
es: No es la fuerza del cuerpo lo que cuenta, sino la fuera del espíritu.
fr: Ce n'est pas la force du corps qui compte, mais la force de l'esprit.
ja: 大切なのは体の強さではなく、心の強さです。
pl: Nie siła ciała jest ważna, lecz siła ducha.
pt: Não é a força do corpo que conta, mas a força do espírito.
ru: Не сила тела важна, а сила духа.
zh_hans: 不是身体的力量重要，而是精神的力量。

# text_menu_label_input
source: INPUT
de: Eingabe
es: MATERIA PRIMA
fr: Entrée
ja: 入力
pl: Wejście
pt: Entrada
ru: Ввод
zh_hans: 输入

# text_help_craft_axe
source: CRAFT AN AXE TO CHOP TREES.
de: Fertige eine Axt, um Bäume zu fällen.
es: FARICA UN HACHA PARA TALAR ÁRBOLES
fr: Fabriquez une hache pour couper des arbres.
ja: 木を切るための斧を作りなさい。
pl: Wykonaj siekierę do ścinania drzew.
pt: Faça um machado para cortar árvores.
ru: Сделай топор для рубки деревьев.
zh_hans: 制作一把斧头来砍树。

# text_menu_label_master_volume
source: SET MASTER VOLUME:
de: HAUPTLAUTSTÄRKE EINSTELLEN:
es: AJUSTAR VOLUMEN GENERAL:
fr: RÉGLER LE VOLUME PRINCIPAL :
ja: マスターボリューム設定：
pl: Ustaw głośność główną:
pt: AJUSTAR VOLUME PRINCIPAL:
ru: УСТАНОВИТЬ ОСНОВНУЮ ГРОМКОСТЬ:
zh_hans: 设置主音量：

# text_menu_label_all_servers
source: ALL SERVERS
de: ALLE SERVER
es: TODOS LOS SERVIDORES
fr: TOUS LES SERVEURS
ja: 全てのサーバー
pl: Wszystkie serwery
pt: TODOS OS SERVIDORES
ru: ВСЕ СЕРВЕРЫ
zh_hans: 所有服务器

# text_menu_label_campfire
source: CAMPFIRE
de: Lagerfeuer
es: FOGATA
fr: Feu de camp
ja: キャンプファイヤー
pl: ognisko
pt: Fogueira
ru: Костер
zh_hans: 篝火

# text_help_legend
source: WOOOWWWW. YOU ARE A LEGEND!
de: WOWWW. DU BIST EINE LEGENDE!
es: GUAAAUUUU. ¡ERES UNA LEYENDA!
fr: WOUAHHH. TU ES UNE LÉGENDE !
ja: わぁお！あなたは伝説です！
pl: WOOOWWWW. JESTEŚ LEGENDĄ!
pt: UAU. VOCÊ É UMA LENDA!
ru: ВАУ. ТЫ ЛЕГЕНДА!
zh_hans: 哇哦！你真是个传奇！

# text_menu_label_servername
source: SERVERNAME:
es: NOMBRE DE SERVIDOR:
fr: NOM DU SERVEUR:
ja: サーバー名：
pl: NAZWA SERWERA:
pt: NOME DO SERVIDOR:
ru: ИМЯ СЕРВЕРА:
zh_hans: 服务器名称：

# text_help_fast_select
source: Press to select a tool and then use it to cut down a tree or mine ore
de: Drücken Sie, um ein Werkzeug auszuwählen, und verwenden Sie es dann, um einen Baum zu fällen oder Erz abzubauen
es: Presiona para seleccionar una herramienta y luego úsala para talar un árbol o extraer mineral
fr: Appuyez pour sélectionner un outil, puis utilisez-le pour abattre un arbre ou extraire du minerai
ja: ツールを選択するために押して、それを使用して木を切り倒したり、鉱石を採掘したりします
pl: Naciśnij, aby wybrać narzędzie, a następnie użyj go do ścinania drzewa lub wydobywania rudy
pt: Pressione para selecionar uma ferramenta e depois use-a para derrubar uma árvore ou extrair minério
ru: Нажмите, чтобы выбрать инструмент, а затем используйте его для рубки дерева или добычи руды
zh_hans: 按下选择工具，然后用它砍伐树木或开采矿石

# text_menu_label_set_game
source: SET GAME NAME:
de: SPIELNAMEN FESTLEGEN:
es: AJUSTAR NOMBRE DE PARTIDA:
fr: Nommer.
ja: ゲーム名の設定：
pl: Ustaw nazwę gry:
pt: DEFINIR NOME DO JOGO:
ru: Назвать:
zh_hans: 设置游戏名称：

# text_menu_115
source: OFF
de: AUS
es: APAGADO
fr: ÉTEINT
ja: オフ
pl: WYŁ.
pt: DESLIGADO
ru: ВЫКЛ
zh_hans: 关

# text_help_skip_tutorial
source: PRESS TO DISABLE TOOLTIPS
de: Drücken, um Tooltips zu deaktivieren
es: Presione para desactivar las descripciones emergentes
fr: Appuyez pour désactiver les infobulles
ja: ツールチップを無効にするには押してください
pl: Naciśnij, aby wyłączyć podpowiedzi
pt: Pressione para desativar dicas de ferramentas
ru: Нажмите, чтобы отключить подсказки
zh_hans: 按下以禁用工具提示

# text_help_double_click_drop
source: DOUBLE CLICK, DROP ITEM
de: Doppelklicken, Gegenstand ablegen
es: DOBLE CLIC: SOLTAR OBJETO
fr: Double-cliquez, déposez l'article
ja: ダブルクリック、アイテムをドロップ
pl: Kliknij dwukrotnie, aby upuścić przedmiot
pt: Clique duplo, solte o item
ru: Двойной клик, брось предмет
zh_hans: 双击，放下物品

# text_help_press_to_open_build_menu
source: PRESS TO OPEN BUILD MENU
de: DRÜCKEN, UM DAS BAUMENÜ ZU ÖFFNEN
es: PULSA PARA ABRIR MENÚ DE CONSTRUCCIÓN
fr: APPUYER POUR OUVRIR LE MENU DE CONSTRUCTION
ja: 開くために押す建築メニュー
pl: Naciśnij, aby otworzyć menu budowy
pt: PRESSIONE PARA ABRIR MENU DE CONSTRUÇÃO
ru: НАЖМИТЕ, ЧТОБЫ ОТКРЫТЬ МЕНЮ ПОСТРОЕК
zh_hans: 按下以打开建造菜单

# text_help_toggle_flashlight
source: PRESS TO ACTIVATE FLASHLIGHT
de: DRÜCKEN, UM TASCHENLAMPE ZU AKTIVIEREN
es: PULSA PARA ACTIVAR LINTERNA
fr: APPUYER POUR ACTIVER LA LAMPE TORCHE
ja: 懐中電灯を起動するには押してください
pl: Naciśnij, aby aktywować latarkę
pt: PRESSIONE PARA ATIVAR A LANERNA
ru: НАЖМИТЕ, ЧТОБЫ ВКЛЮЧИТЬ ФОНАРИК
zh_hans: 按下以激活手电筒

# text_menu_label_enable_password
source: ENABLE PASSWORD:
de: Passwort aktivieren:
es: HABILITAR CONTRASEÑA:
fr: Activer de passe:
ja: パスワードを有効にする：
pl: Włącz hasło:
pt: Ativar senha:
ru: Включить пароль:
zh_hans: 启用密码：

# text_menu_label_construction
source: Construction Menu
de: Baumenü
es: Menú de construcción
fr: Menu de construction
ja: 建設メニュー
pl: Menu budowlane
pt: Menu de Construção
ru: Меню строительства
zh_hans: 建筑菜单

# text_menu_label_items_in_storage
source: ITEMS IN STORAGE: {0}
de: LAGERBESTAND: {0}
es: OBJETOS EN ALMACÉN: {0}
fr: ARTICLES STOCKÉS : {0}
ja: 保管中のアイテム: {0}
pl: Przedmioty w magazynie: {0}
pt: ITENS EM ESTOQUE: {0}
ru: ХРАНИМЫЕ ПРЕДМЕТЫ: {0}
zh_hans: 储存中的物品: {0}

# text_menu_label_enter_server_name_here
source: ENTER SERVER NAME HERE...
de: SERVERNAME HIER EINGEBEN...
es: Nombre del servidor...
fr: ENTREZ LE NOM DU SERVEUR ICI...
ja: ここにサーバー名を入力してください...
pl: Wpisz tutaj nazwę serwera...
pt: INSIRA O NOME DO SERVIDOR AQUI...
ru: ВВЕДИТЕ НАЗВАНИЕ СЕРВЕРА ЗДЕСЬ...
zh_hans: 在此输入服务器名称...

# text_menu_label_load_game
source: LOAD GAME
de: Spiel laden
es: CARGAR PARTIDA
fr: Charger la partie
ja: ゲームをロード
pl: Ładowanie gry
pt: Carregar jogo
ru: Загрузить игру
zh_hans: 加载游戏

# text_menu_label_pw
source: PW:
es: Clave:
fr: MDP:
pl: HŁ:
pt: Senha:
ru: Пароль:
zh_hans: 密码：

# text_help_press_to_use
source: PRESS TO USE
de: Zum Benutzen drücken
es: PULSA PARA USAR
fr: Appuyez pour utiliser
ja: 使用するには押してください
pl: Naciśnij, aby użyć
pt: Pressione para usar
ru: Нажмите для использования
zh_hans: 按下使用

# text_menu_label_toggle_fullscreen
source: TOGGLE FULLSCREEN:
de: Vollbild Einschalten
es: ACTIVAR/DESACTIVAR PANTALLA COMPLETA:
fr: Basculer en plein écran
ja: フルスクリーンを切り替える
pl: Przełącz na pełny ekran
pt: Alternar tela cheia
ru: Переключить полноэкранный режим
zh_hans: 切换全屏

# text_menu_label_toggle_tutorial
source: TOGGLE TUTORIAL AND TOOLTIPS:
de: Tutorial und Tooltips Einschalten:
es: ACTIVAR/DESACTIVAR TUTORIAL Y CONSEJOS:
fr: Basculer le tutoriel et les info-bulles :
ja: チュートリアルとツールチップを切り替える：
pl: Przełączanie samouczków i wskazówek narzędziowych:
pt: Alternar tutorial e dicas de ferramentas:
ru: Переключить обучение и всплывающие подсказки:
zh_hans: 切换教程和工具提示：

# text_menu_button_members
source: MEMBERS
de: Mitglieder
es: MIEMBROS
fr: Membres
ja: メンバー
pl: CZŁONKOWIE
pt: Membros
ru: Члены
zh_hans: 成员

# text_help_press_to_harvest
source: TAP TO HARVEST
de: ZUM ERNTEN TIPPEN
es: TOCA PARA RECOGER COSECHA
fr: TOUCHER POUR RÉCOLTER
ja: 収穫するためにタップ
pl: Kliknij, aby zebrać
pt: TOCAR PARA COLHER
ru: НАЖМИТЕ, ЧТОБЫ СОБРАТЬ
zh_hans: 点击收获

# text_menu_label_manage_clan
source: MANAGE CLAN
de: Clan verwalten
es: GESTIONAR CLAN
fr: Gérer le clan
ja: クランを管理する
pl: Zarządzanie plemieniem
pt: Gerenciar clã
ru: Управление кланом
zh_hans: 管理部落

# text_help_close_build_menu
source: CLOSE BUILD MENU
de: BAUMENÜ SCHLIESSEN
es: CERRAR MENÚ DE CONSTRUCCIÓN
fr: FERMER LE MENU DE CONSTRUCTION
ja: 建設メニューを閉じる
pl: ZAMKNIJ MENU BUDOWANIA
pt: FECHAR MENU DE CONSTRUÇÃO
ru: ЗАКРЫТЬ МЕНЮ ПОСТРОЙКИ
zh_hans: 关闭建造菜单

# text_help_upgrade_item
source: PRESS TO UPGRADE BUILDING OR ITEM
de: DRÜCKEN ZUM AUFWERTEN VON GEBÄUDE ODER GEGENSTAND
es: PULSA PARA MEJORAR EDIFICIO/OBJETO
fr: APPUYEZ POUR AMÉLIORER BÂTIMENT OU OBJET
ja: 建物またはアイテムをアップグレードするには押してください
pl: Naciśnij, aby ulepszyć budynek lub przedmiot
pt: PRESSIONE PARA ATUALIZAR CONSTRUÇÃO OU ITEM
ru: НАЖМИТЕ, ЧТОБЫ УЛУЧШИТЬ ЗДАНИЕ ИЛИ ПРЕДМЕТ
zh_hans: 按下升级建筑或物品

# text_help_press_to_respawn
source: PRESS TO RESPAWN
de: ZUM WIEDEREINSTIEG DRÜCKEN
es: PULSA PARA REAPARECER
fr: APPUYEZ POUR RÉAPPARAÎTRE
ja: リスポーンするには押してください
pl: Naciśnij, aby odrodzić się
pt: PRESSIONE PARA RENASCER
ru: НАЖМИТЕ, ЧТОБЫ ВОСКРЕСНУТЬ
zh_hans: 按下以重生

# text_menu_label_music_volume
source: SET MUSIC VOLUME:
de: MUSIKLAUTSTÄRKE EINSTELLEN:
es: AJUSTAR VOLUMEN DE MÚSICA:
fr: RÉGLER LE VOLUME DE LA MUSIQUE :
ja: 音楽のボリュームを設定する：
pl: Ustaw głośność muzyki:
pt: AJUSTAR VOLUME DA MÚSICA:
ru: УСТАНОВИТЬ ГРОМКОСТЬ МУЗЫКИ:
zh_hans: 设置音乐音量：

# text_menu_139
source: Discussions
de: Diskussionen
es: Discusiones
ja: 議論
pl: Dyskusje
pt: Discussões
ru: Обсуждения
zh_hans: 讨论

# text_menu_label_toggle_lights
source: TOGGLE 2D LIGHTS:
de: 2D-LICHTER Einschalten:
es: ACTIVAR/DESACTIVAR LUCES 2D:
fr: ACTIVER/DÉSACTIVER LES LUMIÈRES 2D :
ja: 2Dライトの切り替え：
pl: Przełącz na światło 2D:
pt: ALTERNAR LUZES 2D:
ru: ПЕРЕКЛЮЧИТЬ 2D ОСВЕЩЕНИЕ:
zh_hans: 切换2D灯光：
