Repository: NimbleBeasts/RTFLanguageSupport
Catalog: XLIFF_*.xlf
Languages: de, es, fr, ja, pl, pt, ru, zh_hans

# item_Potato_info
source: Versatile crop, can be eaten raw, cooked, or used to make other food items. Grown from seeds.
de: Vielseitige Kulturpflanze, kann roh, gekocht oder zur Herstellung anderer Lebensmittel verwendet werden. Aus Samen gezogen.
es: Cultivo versátil. Se puede comer crudo o cocinado, y también se usa para preparar otros alimentos. Crece plantando sus semillas.
fr: Culture polyvalente, peut être consommée crue, cuite ou utilisée pour fabriquer d'autres aliments. Cultivée à partir de graines.
ja: 用途の広い作物で、生で食べることも、調理して食べることも、他の食品を作るために使用することもできます。種から栽培されます。
pl: Uniwersalna uprawa, można ją spożywać na surowo, gotować lub wykorzystywać do przygotowania innych produktów spożywczych. Uprawiany z nasion.
pt: Cultura versátil, pode ser consumida crua, cozida ou utilizada para fazer outros itens alimentares. Crescida a partir de sementes.
ru: Универсальная культура, может употребляться в сыром виде, варёной или использоваться для приготовления других пищевых продуктов. Выращивается из семян.
zh_hans: 多功能作物，可以生吃、煮熟或用来制作其他食品。由种子种植。

# item_Flax Seed_info
source: Seeds for growing flax plants. Used in sustainable resource farming.
de: Samen zum Anbau von Flachspflanzen. Verwendet in nachhaltiger Ressourcenwirtschaft.
es: Semillas para cultivar lino. Se usan para obtener recursos sostenibles mediante agricultura.
fr: Graines pour la culture de plantes de lin. Utilisées dans l'agriculture de ressources durables.
ja: 亜麻の植物を育てるための種子。持続可能なリソース農業に使用されます。
pl: Nasiona do uprawy roślin lnu. Stosowane do odnawialnej hodowli zasobów.
pt: Sementes para o cultivo de plantas de linho. Usadas na agricultura de recursos sustentáveis.
ru: Семена для выращивания льняных растений. Используются в устойчивом ресурсном земледелии.
zh_hans: 用于种植亚麻植物的种子。用于可持续资源农业。

# item_Wheat Seed_info
source: Seeds for growing wheat. Essential for farming and food production.
de: Samen zum Anbau von Weizen. Wesentlich für die Landwirtschaft und die Lebensmittelproduktion.
es: Semillas para cultivar trigo. Son esenciales para plantar y producir alimentos.
fr: Graines pour cultiver le blé. Essentielles pour l'agriculture et la production alimentaire.
ja: 小麦を育てるための種。農業と食料生産に不可欠。
pl: Nasiona do uprawy pszenicy. Niezbędne w rolnictwie i produkcji żywności.
pt: Sementes para o cultivo de trigo. Essenciais para a agricultura e a produção de alimentos.
ru: Семена для выращивания пшеницы. Необходимы для земледелия и производства продуктов питания.
zh_hans: 种植小麦的种子。对农业和食品生产至关重要。

# item_Carrot Seed_info
source: Seeds for growing carrots. Essential for farming and food production.
de: Samen für den Weizenanbau. Wesentlich für Landwirtschaft und Nahrungsmittelproduktion.
es: Semillas para cultivar zanahorias. Son esenciales para plantar y producir alimentos.
fr: Graines pour cultiver le blé. Essentielles pour l'agriculture et la production alimentaire.
ja: 小麦を育てるための種。農業と食料生産に不可欠です。
pl: Nasiona do uprawy marchwi. Niezbędne w rolnictwie i produkcji żywności.
pt: Sementes para o cultivo de trigo. Essenciais para a agricultura e a produção de alimentos.
ru: Семена для выращивания пшеницы. Необходимы для земледелия и производства продовольствия.
zh_hans: 种植小麦的种子。对农业和食品生产至关重要。

# item_Potato Seed_info
source: Seeds for growing potatoes. Vital for diverse crop production.
de: Samen für den Kartoffelanbau. Wichtig für die vielfältige Pflanzenproduktion.
es: Semillas para cultivar patatas. Son vitales para la producción de diversos cultivos.
fr: Graines pour la culture des pommes de terre. Essentiel pour la production de cultures diversifiées.
ja: ジャガイモを育てるための種子。多様な作物生産に不可欠です。
pl: Nasiona do uprawy ziemniaków. Niezbędne do zróżnicowanej produkcji roślinnej.
pt: Sementes para o cultivo de batatas. Vital para a produção de culturas diversificadas.
ru: Семена для выращивания картофеля. Жизненно важны для разнообразного сельскохозяйственного производства.
zh_hans: 种植马铃薯的种子。对多样化作物生产至关重要。

# item_Linen_info
source: Textile made from flax. Used in crafting clothing and other fabric items.
de: Aus Flachs hergestelltes Textil. Wird zur Herstellung von Kleidung und anderen Stoffartikeln verwendet.
es: Tejido hecho de lino. Se usa para fabricar ropa y otros objetos que usan telas.
fr: Textile fabriqué à partir de lin. Utilisé dans la confection de vêtements et d'autres articles en tissu.
ja: 亜麻から作られた織物。衣類やその他の布製品の製作に使用されます。
pl: Tekstylia wykonane z lnu. Używane do wytwarzania odzieży i innych przedmiotów z tkanin.
pt: Tecido feito de linho. Usado na confecção de roupas e outros itens de tecido.
ru: Ткань, изготовленная из льна. Используется в изготовлении одежды и других текстильных изделий.
zh_hans: 由亚麻制成的纺织品。用于制作服装和其他织物物品。

# item_Leather_info
source: Durable material obtained from animal hides. Used in crafting armor and clothing.
de: Langlebiges Material, das aus Tierhäuten gewonnen wird. Wird zur Herstellung von Rüstungen und Kleidung verwendet.
es: Material duradero que se obtiene de las pieles de animales. Se usa para fabricar armaduras y ropa.
fr: Matériau durable obtenu à partir de peaux d'animaux. Utilisé dans la fabrication d'armures et de vêtements.
ja: 動物の皮から得られる耐久性のある素材。鎧や衣服の製作に使用されます。
pl: Trwały materiał pozyskiwany ze skór zwierzęcych. Używany do wytwarzania zbroi i odzieży.
pt: Material durável obtido a partir de peles de animais. Usado na confecção de armaduras e roupas.
ru: Прочный материал, получаемый из шкур животных. Используется для изготовления брони и одежды.
zh_hans: 从动物皮毛中获得的耐用材料。用于制作盔甲和衣物。

# item_Bread_info
source: Food item made from wheat. Good source of nourishment.
de: Aus Weizen hergestelltes Lebensmittel. Gute Nahrungsquelle.
es: Alimento preparado a partir de trigo. Es una buena fuente de nutrición.
fr: Article alimentaire fabriqué à partir de blé. Bonne source de nourriture.
ja: 小麦から作られた食品。栄養源として良い。
pl: Artykuł spożywczy wytwarzany z pszenicy. Dobre źródło pożywienia.
pt: Item alimentar feito de trigo. Boa fonte de nutrição.
ru: Продукт питания, сделанный из пшеницы. Хороший источник питания.
zh_hans: 由小麦制成的食品。良好的营养来源。

# item_Baked Potato_info
source: Cooked potato. A simple and filling food item.
de: Gekochte Kartoffel. Ein einfaches und sättigendes Nahrungsmittel.
es: Patata cocinada al fuego. Es un objeto de alimentación sencillo pero saciante.
fr: Pomme de terre cuite. Un aliment simple et rassasiant.
ja: 茹でじゃがいも。シンプルで満足感のある食べ物。
pl: Gotowany ziemniak. Prosty i sycący artykuł spożywczy.
pt: Batata cozida. Um alimento simples e satisfatório.
ru: Варёный картофель. Простой и сытный продукт питания.
zh_hans: 煮土豆。一个简单而且能填饱肚子的食物。

# item_Fish_info
source: Source of food obtained from loot container. Can be cooked for better nourishment.
de: Nahrungsquelle aus Beutebehälter. Kann gekocht werden, um eine bessere Nährstoffversorgung zu erzielen.
es: Alimento que se obtiene en contenedores de botón. Se puede cocinar para que sea más nutritivo.
fr: Source de nourriture obtenue à partir d'un conteneur de butin. Peut être cuisiné pour une meilleure alimentation.
ja: 戦利品コンテナから得られる食料の源。より良い栄養のために調理することができます。
pl: Źródło pożywienia pozyskiwane z pojemnika z łupami. Można ugotować dla lepszego odżywienia.
pt: Fonte de alimento obtida de contêiner de saque. Pode ser cozido para melhor nutrição.
ru: Источник пищи, полученный из контейнера с добычей. Можно приготовить для лучшего питания.
zh_hans: 从战利品容器中获得的食物来源。可以烹饪以获得更好的营养。

# item_Fish Dish_info
source: Provides high nourishment and health recovery.
de: Bietet hohe Nährstoffzufuhr und Gesundheitsregeneration.
es: Plato de comida que proporciona un alto valor de nutrición y de recuperación de salud.
fr: Fournit une haute nutrition et une récupération de la santé.
ja: 高い栄養と健康回復を提供します。
pl: Dobrze odżywia i zapewnia regenerację zdrowia.
pt: Fornece alta nutrição e recuperação da saúde.
ru: Обеспечивает высокое питание и восстановление здоровья.
zh_hans: 提供高营养和健康恢复。

# item_Ham Sandwich_info
source: Tasty food item combining bread and meat. Good for quick nourishment.
de: Schmackhaftes Lebensmittel, das Brot und Fleisch kombiniert. Gut für schnelle Nahrungszufuhr.
es: Alimento sabroso que combina pan y carne. Es ideal para nutrirte rápidamente.
fr: Article alimentaire savoureux combinant pain et viande. Bon pour un nourrissement rapide.
ja: パンと肉を組み合わせた美味しい食べ物。手早い栄養補給に良い。
pl: Smaczny artykuł spożywczy łączący chleb i mięso. Dobry do szybkiego odżywienia.
pt: Item alimentar saboroso que combina pão e carne. Bom para nutrição rápida.
ru: Вкусный пищевой продукт, сочетающий хлеб и мясо. Хорош для быстрого питания.
zh_hans: 美味的食物，结合了面包和肉类。适合快速营养。

# item_Stew_info
source: Hearty meal made from various ingredients. Excellent for health and hunger recovery.
de: Herzhaftes Gericht aus verschiedenen Zutaten. Hervorragend für Gesundheit und Hungererholung.
es: Alimento saciante preparado con diversos ingredientes. Es excelente para recuperar tu salud y disminuir tu hambre.
fr: Repas copieux préparé avec divers ingrédients. Excellent pour la santé et la récupération de la faim.
ja: 様々な成分から作られたハートフルな食事。健康と空腹回復に優れています。
pl: Obfity posiłek sporządzony z różnych składników. Doskonały dla zdrowia i poprawy głodu.
pt: Refeição robusta feita de vários ingredientes. Excelente para saúde e recuperação da fome.
ru: Сытное блюдо из различных ингредиентов. Отлично для здоровья и восстановления голода.
zh_hans: 由各种食材制成的丰盛美食。对健康和恢复饥饿非常有益。

# item_Carrot Soup_info
source: Nutritious soup made from carrots. Good for health and hydration.
de: Nahrhafte Suppe aus Karotten. Gut für Gesundheit und Hydratation.
es: Sopa nutritiva preparada con zanahorias. Es buena para tu salud y tu nivel de hidratación.
fr: Soupe nutritive à base de carottes. Bonne pour la santé et l'hydratation.
ja: ニンジンから作られた栄養豊富なスープ。健康と水分補給に良い。
pl: Pożywna zupa z marchwi. Dobra dla zdrowia i nawodnienia.
pt: Sopa nutritiva feita de cenouras. Boa para a saúde e hidratação.
ru: Питательный суп из моркови. Хорошо для здоровья и гидратации.
zh_hans: 由胡萝卜制成的营养汤。有益健康和保持水分。

# item_Oven_info
source: Advanced cooking appliance. Allows for the preparation of complex meals.
de: Fortgeschrittenes Kochgerät. Ermöglicht die Zubereitung komplexer Mahlzeiten.
es: Electrodoméstico avanzado para cocinar. Permite preparar comidas complejas.
fr: Appareil de cuisson avancé. Permet la préparation de repas complexes.
ja: 高度な調理器具。複雑な食事の準備が可能。
pl: Zaawansowane urządzenie do gotowania. Pozwala na przygotowanie skomplikowanych posiłków.
pt: Aparelho de cozinha avançado. Permite a preparação de refeições complexas.
ru: Продвинутое устройство для приготовления пищи. Позволяет готовить сложные блюда.
zh_hans: 先进的烹饪设备。允许准备复杂的餐点。

# item_Smelter_info
source: Used for refining raw ores into usable metals. Essential for advanced crafting.
de: Wird verwendet, um Rohstoffe in verwendbare Metalle zu veredeln. Wesentlich für fortgeschrittenes Handwerk.
es: Elemento usado para refinar minerales crudos y convertirlos en metales maleables. Es esencial para fabricar objetos avanzados.
fr: Utilisé pour raffiner les minerais bruts en métaux utilisables. Essentiel pour l'artisanat avancé.
ja: 原鉱石を使用可能な金属に精錬するために使用されます。高度なクラフティングには不可欠です。
pl: Służy do rafinacji surowych rud na metale użytkowe. Niezbędne w zaawansowanym rzemiośle.
pt: Usado para refinar minérios brutos em metais utilizáveis. Essencial para artesanato avançado.
ru: Используется для переработки сырой руды в пригодные для использования металлы. Необходимо для продвинутого крафтинга.
zh_hans: 用于将原矿炼制成可用的金属。对于高级制作至关重要。

# item_C4_info
source: High-powered explosive. Used for breaching and demolition. Handle with extreme caution.
de: Hochleistungssprengstoff. Wird für das Brechen und die Demolierung verwendet. Mit äußerster Vorsicht zu handhaben.
es: Explosivo de alta potencia. Se usa para abrir brechas y para demoler construccciones. Úsalo con cuidado.
fr: Explosif haute puissance. Utilisé pour le forçage et la démolition. À manipuler avec une extrême prudence.
ja: 高威力の爆薬。突入と解体用。極端な注意を払って取り扱うこと。
pl: Materiał wybuchowy o dużej mocy. Używany do wyważania i rozbiórki. Używaj zachowując szczególną ostrożność.
pt: Explosivo de alta potência. Usado para arrombamento e demolição. Manuseie com extrema cautela.
ru: Мощное взрывчатое вещество. Используется для взлома и демонтажа. Обращаться с крайней осторожностью.
zh_hans: 高能炸药。用于爆破和拆除。需极度小心处理。

# item_Bush Shirt_info
source: Camouflage clothing, useful for stealth and protection in wilderness.
de: Tarnkleidung, nützlich für Tarnung und Schutz in der Wildnis.
es: Pieza de ropa de camuflaje. Es útil para camuflarse y protegerse en zonas salvajes.
fr: Vêtements de camouflage, utiles pour la discrétion et la protection en milieu sauvage.
ja: 迷彩服は、野生でのステルスと保護に役立ちます。
pl: Odzież kamuflażowa, przydatna do ukrywania się i ochrony w dziczy.
pt: Roupas de camuflagem, úteis para furtividade e proteção na natureza.
ru: Камуфляжная одежда, полезная для скрытности и защиты в дикой природе.
zh_hans: 伪装服，适用于在野外隐身和保护。

# item_Bush Pants_info
source: Camouflage pants, pairs with bush shirt for complete stealth outfit.
de: Tarnhose, zusammen mit einem Buschhemd für ein komplettes Stealth-Outfit.
es: Pieza de ropa de camuflaje. Úsalos junto con la camisa de camuflaje para obtener el máximo beneficio de ocultación.
fr: Pantalon de camouflage, se combine avec une chemise brousse pour une tenue de camouflage complète.
ja: カモフラージュパンツは、完全なステルス服装のためにブッシュシャツとペアになります。
pl: Spodnie kamuflażowe, w połączeniu z koszulą z krzewu, tworzą kompletny strój do ukrywania.
pt: Calças de camuflagem, combinam com camisa de arbusto para um traje de camuflagem completo.
ru: Брюки-камуфляж, в паре с рубашкой-кустарником для полного стелс-комплекта.
zh_hans: 迷彩裤，与灌木衬衫搭配，形成完整的隐形装备。

# item_Leather Pants_info
source: Durable clothing made from leather. Offers protection.
de: Langlebige Kleidung aus Leder. Bietet Schutz.
es: Pieza de ropa duradera fabricada con cuero. Ofrece algo de protección.
fr: Vêtements durables fabriqués à partir de cuir. Offre une protection.
ja: 革製の耐久性のある衣服。保護を提供します。
pl: Wytrzymała odzież wykonana ze skóry. Zapewnia ochronę.
pt: Roupas duráveis feitas de couro. Oferece proteção.
ru: Прочная одежда из кожи. Обеспечивает защиту.
zh_hans: 由皮革制成的耐用服装。提供保护。

# item_Leather Shoes_info
source: Sturdy footwear made from leather. Essential for travel and protection.
de: Robustes Schuhwerk aus Leder. Unentbehrlich für Reisen und Schutz.
es: Calzado resistente fabricado con cuero. Es esencial para viajar y para protegerte.
fr: Chaussures robustes en cuir. Essentielles pour voyager et se protéger.
ja: 革で作られた頑丈な履物。旅行と保護には欠かせない。
pl: Solidne obuwie wykonane ze skóry. Niezbędne do podróży i ochrony.
pt: Calçados resistentes feitos de couro. Essenciais para viagem e proteção.
ru: Прочная обувь из кожи. Необходима для путешествий и защиты.
zh_hans: 由皮革制成的结实鞋履。旅行和保护的必需品。

# item_Military Shoes_info
source: High-quality tactical footwear. Provides enhanced mobility and protection in rough terrain.
de: Hochwertiges taktisches Schuhwerk. Bietet verbesserte Mobilität und Schutz in unwegsamem Gelände.
es: Calzado táctico de alta calidad. Mejora tu movilidad y protección en terrenos desiguales.
fr: Chaussures tactiques de haute qualité. Offre une mobilité améliorée et une protection sur les terrains accidentés.
ja: 高品質の戦術的なフットウェア。荒れた地形での機動性と保護を強化します。
pl: Wysokiej jakości obuwie taktyczne. Zapewnia zwiększoną mobilność i ochronę w trudnym terenie.
pt: Calçado tático de alta qualidade. Proporciona mobilidade aprimorada e proteção em terrenos acidentados.
ru: Высококачественная тактическая обувь. Обеспечивает повышенную мобильность и защиту в труднопроходимой местности.
zh_hans: 高质量战术靴。在崎岖地形中提供增强的机动性和保护。

# item_Leather Shirt_info
source: Tough upper body clothing made from leather. Offers good protection and durability.
de: Robuste Oberbekleidung aus Leder. Bietet guten Schutz und Haltbarkeit.
es: Pieza de ropa para el torso fabricada con cuero. Ofrece buena protección y durabilidad.
fr: Vêtement de torse robuste fabriqué en cuir. Offre une bonne protection et durabilité.
ja: 革で作られた頑丈な上半身の衣服。良い保護と耐久性を提供します。
pl: Wytrzymała górna część odzieży wykonana ze skóry. Zapewnia dobrą ochronę i trwałość.
pt: Roupa de corpo superior resistente feita de couro. Oferece boa proteção e durabilidade.
ru: Прочная верхняя одежда из кожи. Обеспечивает хорошую защиту и долговечность.
zh_hans: 由皮革制成的坚韧上身服装。提供良好的保护和耐用性。

# item_Torch Light_info
source: Portable light source. Essential for visibility during nighttime. Can be turned on and off.
de: Tragbare Lichtquelle. Unverzichtbar für Sichtbarkeit während der Nachtzeit. Kann ein- und ausgeschaltet werden.
es: Fuente de luz portátil. Esencial para la visibilidad durante la noche. Se puede encender y apagar.
fr: Source de lumière portable. Essentielle pour la visibilité pendant la nuit. Peut être allumée et éteinte
ja: 携帯用光源。夜間の視認性に不可欠。オン・オフ可能
pl: Przenośne źródło światła. Niezbędne do widoczności w nocy. Można włączyć i wyłączyć.
pt: Fonte de luz portátil. Essencial para visibilidade durante a noite. Pode ser ligada e desligada.
ru: Переносной источник света. Необходим для видимости ночью. Можно включать и выключать.
zh_hans: 便携式光源。夜间必备以保持能见度。可开启和关闭

# item_Wooden Cover_info
source: Basic defensive structure component. Used for fortifying against enemies while gathering resources.
de: Grundkomponente der Verteidigungsstruktur. Wird verwendet, um sich beim Sammeln von Ressourcen gegen Feinde zu verstärken.
es: Componente defensivo básico. Se usa para fortificar estructuras contra enemigos mientras recoges recursos.
fr: Composant de structure défensive de base. Utilisé pour fortifier contre les ennemis pendant la collecte de ressources.
ja: 基本的な防御構造コンポーネント。資源を集める間、敵からの防御を強化するために使用されます。
pl: Podstawowy element konstrukcji obronnej. Służy do fortyfikowania przeciwko wrogom podczas gromadzenia zasobów.
pt: Componente básico de estrutura defensiva. Usado para fortificar contra inimigos enquanto coleta recursos.
ru: Основной компонент оборонительной структуры. Используется для укрепления защиты от врагов во время сбора ресурсов.
zh_hans: 基本防御结构组件。用于在收集资源时加强对敌人的防御。

# item_Red Keycard_info
source: Used to unlock high-security areas.
de: Wird verwendet, um Hochsicherheitsbereiche zu entsperren.
es: Objeto usado para desbloquear zonas de alta seguridad.
fr: Utilisé pour déverrouiller des zones de haute sécurité.
ja: 高セキュリティエリアのロックを解除するために使用されます。
pl: Służy do odblokowywania obszarów o wysokim poziomie bezpieczeństwa.
pt: Usado para desbloquear áreas de alta segurança.
ru: Используется для разблокировки высокоохраняемых зон.
zh_hans: 用于解锁高安全区域。

# item_Blue Keycard_info
source: Grants entry to restricted areas with valuable resources.
de: Gewährt Zugang zu gesperrten Bereichen mit wertvollen Ressourcen.
es: Objeto usado para desbloquear zonas restringidas con recursos valiosos.
fr: Permet l'accès aux zones restreintes contenant des ressources précieuses.
ja: 貴重な資源がある制限区域への立ち入りを許可します。
pl: Umożliwia wejście do obszarów o ograniczonym dostępie z cennymi zasobami.
pt: Concede entrada a áreas restritas com recursos valiosos.
ru: Предоставляет доступ в ограниченные зоны с ценными ресурсами.
zh_hans: 允许进入拥有宝贵资源的限制区域。

# item_Green Keycard_info
source: Opens specific doors and containers in the game world.
de: Öffnet bestimmte Türen und Behälter in der Spielwelt.
es: Objeto utilizado para abrir puertas y contenedores específicos del mundo.
fr: Ouvre des portes spécifiques et des conteneurs dans le monde du jeu.
ja: ゲーム世界の特定のドアやコンテナを開けます。
pl: Otwiera określone drzwi i kontenery w świecie gry.
pt: Abre portas e recipientes específicos no mundo do jogo.
ru: Открывает определенные двери и контейнеры в игровом мире.
zh_hans: 在游戏世界中打开特定的门和容器。

# item_Ak47_info
source: Powerful automatic rifle. Effective in combat situations. Requires rifle bullets.
de: Leistungsstarkes automatisches Gewehr. Effektiv in Kampfsituationen. Erfordert Gewehrmunition.
es: Rifle automático de gran potencia. Es efectivo para el combate. Necesitas balas de rifle para usarlo.
fr: Puissant fusil automatique. Efficace en situation de combat. Nécessite des balles de fusil.
ja: 強力な自動小銃。戦闘状況で有効。ライフルの弾丸が必要です。
pl: Potężny karabin automatyczny. Skuteczny w sytuacjach bojowych. Wymaga nabojów karabinowych.
pt: Fuzil automático poderoso. Efetivo em situações de combate. Requer balas de fuzil.
ru: Мощная автоматическая винтовка. Эффективна в боевых ситуациях. Требует пули для винтовки.
zh_hans: 强大的自动步枪。在战斗情况下有效。需要步枪子弹。

# item_Uzi_info
source: Compact submachine gun. Good for close-quarters combat. Uses pistol bullets.
de: Kompaktes Maschinenpistole. Gut für den Nahkampf. Verwendet Pistolenkugeln.
es: Subfusil compacto. Es bueno para combates a costa distancia. Necesitas balas de pistola para usarla.
fr: Pistolet mitrailleur compact. Bon pour le combat rapproché. Utilise des balles de pistolet.
ja: コンパクトなサブマシンガン。近接戦闘に適しています。ピストルの弾丸を使用します。
pl: Kompaktowy pistolet maszynowy. Dobry do walki bliskodystansowej. Używa kul pistoletowych.
pt: Submetralhadora compacta. Boa para combate em curta distância. Usa balas de pistola.
ru: Компактный пистолет-пулемёт. Хорош для ближнего боя. Использует пистолетные пули.
zh_hans: 紧凑型冲锋枪。适合近战。使用手枪子弹。

# item_Shotgun_info
source: Short-range firearm. Highly effective for defense and hunting. Uses shotgun bullets.
de: Kurzstreckenfeuerwaffe. Sehr effektiv zur Verteidigung und Jagd. Verwendet Schrotflintenpatronen.
es: Arma de fuego de corto alcance. Es muy efectiva para defenderse y para cazar. Necesitas balas de escopeta para usarla.
fr: Arme à feu à courte portée. Très efficace pour la défense et la chasse. Utilise des cartouches de fusil de chasse.
ja: 短距離火器。防御や狩猟に非常に効果的。ショットガンの弾を使用します。
pl: Broń palna krótkiego zasięgu. Bardzo skuteczna w obronie i polowaniu. Używa naboji do strzelb.
pt: Arma de fogo de curto alcance. Altamente eficaz para defesa e caça. Usa balas de espingarda.
ru: Огнестрельное оружие ближнего боя. Высокоэффективно для защиты и охоты. Использует дробовые патроны.
zh_hans: 短程火器。用于防御和打猎非常有效。使用霰弹枪子弹。

# item_Rifle Bullet_info
source: Ammunition for rifles. Crafted from metal fragments and gunpowder.
de: Munition für Gewehre. Hergestellt aus Metallsplittern und Schießpulver.
es: Munición para rifles. Se fabrica usando fragmentos de metal y pólvora.
fr: Munitions pour fusils. Fabriquées à partir de fragments métalliques et de poudre à canon.
ja: ライフル用の弾薬。金属片と火薬で作られています。
pl: Amunicja do karabinów. Wykonana z fragmentów metalu i prochu.
pt: Munição para rifles. Fabricada a partir de fragmentos de metal e pólvora.
ru: Патроны для винтовок. Изготовлены из металлических осколков и пороха.
zh_hans: 步枪弹药。由金属碎片和火药制成。

# item_Shotgun Bullet_info
source: Ammunition for shotguns. Effective for close-range combat.
de: Munition für Schrotflinten. Effektiv für Nahkampf.
es: Munición para escopetas. Es efectiva para el combate a corta distancia.
fr: Munitions pour fusils de chasse. Efficaces pour le combat rapproché.
ja: ショットガン用の弾薬。近距離戦闘に有効です。
pl: Amunicja do strzelb. Skuteczna w walce na bliski dystans.
pt: Munição para espingardas. Eficaz para combate de curto alcance.
ru: Боеприпасы для дробовиков. Эффективны в ближнем бою.
zh_hans: 霰弹枪的弹药。适用于近距离战斗。

# item_Ak47 Body_info
source: Main component for crafting an Ak47. Requires additional parts and materials.
de: Hauptkomponente für die Herstellung eines AK47. Erfordert zusätzliche Teile und Materialien.
es: Componente principal para montar una AK47. Necesitas piezas y materiales adicionales para terminar de fabricarla.
fr: Composant principal pour fabriquer un AK47. Nécessite des pièces supplémentaires et des matériaux.
ja: AK47を作成するための主要コンポーネント。追加の部品と材料が必要です。
pl: Główny komponent do stworzenia Ak47. Wymaga dodatkowych części i materiałów.
pt: Componente principal para fabricar um AK47. Requer peças adicionais e materiais.
ru: Основная деталь для изготовления АК47. Требуются дополнительные части и материалы.
zh_hans: 制作AK47的主要部件。 需要额外的零件和材料。
