Repository: NimbleBeasts/RTFLanguageSupport
Catalog: XLIFF_*.xlf
Languages: de, es, fr, ja, pl, pt, ru, zh_hans

# text_menu_info_world_will_recover_shortly
source: The world will recover shortly...
de: Die Welt wird sich bald erholen...
es: El mundo se recuperará pronto...
fr: Le monde se rétablira bientôt...
ja: 世界は間もなく回復するでしょう...
pl: Świat wkrótce wstanie na nogi...
pt: O mundo se recuperará em breve...
ru: Мир скоро восстановится...
zh_hans: 世界将很快恢复……

# text_menu_info_the_world_will_recover_in
source: The world will recover in
de: Die Welt wird sich erholen in
es: El mundo se recuperará en
fr: Le monde se rétablira
ja: 世界は回復するでしょう
pl: Świat odrodzi się za
pt: O mundo se recuperará
ru: Мир восстановится
zh_hans: 世界将会复苏

# text_menu_button_detonate
source: DETONATE NUKE
de: Atombombe zünden
es: DETONAR ARMA NUCLEAR
fr: Détoner la bombe nucléaire
ja: 核爆弾を爆発させる
pl: ZDETONUJ ŁADUNEK JĄDROWY
pt: Detonar bomba nuclear
ru: Взорвать ядерную бомбу
zh_hans: 引爆核弹

# text_menu_label_retreiving_servers
source: RETRIEVING SERVERS...
de: SERVER WERDEN ABGERUFEN...
es: RECUPERANDO SERVIDORES...
fr: RÉCUPÉRATION DES SERVEURS...
ja: サーバーを取得しています...
pl: POZYSKIWANIE SERWERÓW...
pt: RECUPERANDO SERVIDORES...
ru: ПОЛУЧЕНИЕ СЕРВЕРОВ...
zh_hans: 检索服务器...

# text_menu_label_password_protected_enter_password
source: This server is password protected please enter password!
de: Dieser Server ist passwortgeschützt, bitte Passwort eingeben!
es: Este servidor está protegido con una contraseña. Escribe la contraseña para acceder.
fr: Ce serveur est protégé par mot de passe, veuillez entrer le mot de passe !
ja: このサーバーはパスワードで保護されています。パスワードを入力してください！
pl: Ten serwer jest chroniony hasłem. Podaj hasło!
pt: Este servidor é protegido por senha, por favor insira a senha!
ru: Этот сервер защищен паролем, пожалуйста, введите пароль!
zh_hans: 此服务器受密码保护，请输入密码！

# text_menu_label_incorrect_password
source: Password is incorrect...
de: Passwort ist falsch...
es: Contraseña incorrecta
fr: Le mot de passe est incorrect...
ja: パスワードが間違っています...
pl: Hasło jest niepoprawne...
pt: A senha está incorreta...
ru: Пароль неверен...
zh_hans: 密码错误...

# text_menu_label_game_version_different
source: Game version is not the same as server version...
de: Spielversion ist nicht gleich Serverversion...
es: La versión del juego no es la misma que la versión del servidor...
fr: La version du jeu n'est pas la même que la version du serveur...
ja: ゲームのバージョンがサーバーのバージョンと同じではありません...
pl: Wersja gry nie jest tożsama z wersją serwera...
pt: A versão do jogo não é a mesma que a versão do servidor...
ru: Версия игры не совпадает с версией сервера...
zh_hans: 游戏版本与服务器版本不同...

# text_menu_popup_msg1
source: You already sent an invitation to this player.
de: Du hast diesem Spieler bereits eine Einladung gesendet.
es: Ya has enviado una invitación a este jugador.
fr: Vous avez déjà envoyé une invitation à ce joueur.
ja: このプレイヤーにはすでに招待を送っています。
pl: Wysłałeś już zaproszenie do tego gracza.
pt: Você já enviou um convite para este jogador.
ru: Вы уже отправили приглашение этому игроку.
zh_hans: 你已经向这位玩家发送了邀请。

# text_menu_popup_msg2
source: You currently can't join a clan. Each player or clan is restricted to having only one workbench. You can remove or destroy your current workbench to join a clan.
de: Du kannst derzeit keinem Clan beitreten. Jeder Spieler oder Clan ist auf nur eine Werkbank beschränkt. Du kannst deine aktuelle Werkbank entfernen oder zerstören, um einem Clan beizutreten.
es: No puedes unirte a un clan ahora mismo. Cada jugador/clan solo puede tener una mesa de trabajo. Debes quitar o destruir tu mesa de trabajo actual para poder unirte a un clan.
fr: Vous ne pouvez pas actuellement rejoindre un clan. Chaque joueur ou clan est limité à un seul établi. Vous pouvez retirer ou détruire votre établi actuel pour rejoindre un clan.
ja: 現在、クランに参加することはできません。各プレイヤーやクランは、ワークベンチを1つだけ持つことが制限されています。クランに参加するために、現在のワークベンチを取り除くか破壊することができます。
pl: Obecnie nie możesz dołączyć do klanu. Każdy gracz lub klan może mieć tylko jeden warsztat. Możesz usunąć lub zniszczyć swój obecny warsztat, aby dołączyć do klanu.
pt: Atualmente, você não pode entrar em um clã. Cada jogador ou clã está restrito a ter apenas uma bancada de trabalho. Você pode remover ou destruir sua bancada atual para entrar em um clã.
ru: В настоящее время вы не можете присоединиться к клану. Каждому игроку или клану разрешено иметь только один верстак. Вы можете удалить или уничтожить ваш текущий верстак, чтобы присоединиться к клану.
zh_hans: 你目前无法加入一个部落。每个玩家或部落仅限拥有一个工作台。你可以移除或摧毁你当前的工作台以加入一个部落。

# text_menu_popup_msg3
source: You are already in a clan. Leave your current clan to join a new one.
de: Du bist bereits in einem Clan. Verlasse deinen aktuellen Clan, um einem neuen beizutreten.
es: Ya estás en un clan. Abandona tu clan actual para poder unirte a uno nuevo.
fr: Vous êtes déjà dans un clan. Quittez votre clan actuel pour rejoindre un nouveau.
ja: あなたはすでにクランに所属しています。新しいクランに参加するには、現在のクランを脱退してください。
pl: Jesteś już w klanie. Opuść swój obecny klan, aby dołączyć do nowego.
pt: Você já está em um clã. Deixe o seu clã atual para entrar em um novo.
ru: Вы уже состоите в клане. Чтобы вступить в новый клан, покиньте текущий.
zh_hans: 你已经在一个部落中。离开你当前的部落才能加入新的部落。

# text_menu_popup_msg4
source: No server selected...
de: Kein Server ausgewählt...
es: Ningún servidor seleccionado...
fr: Aucun serveur sélectionné...
ja: サーバーが選択されていません...
pl: Nie wybrano serwera...
pt: Nenhum servidor selecionado...
ru: Сервер не выбран...
zh_hans: 未选择服务器...

# text_menu_popup_msg5
source: Server is full...
de: Server ist voll...
es: El servidor está lleno...
fr: Le serveur est plein...
ja: サーバーがいっぱいです...
pl: Serwer jest pełny...
pt: Servidor está cheio...
ru: Сервер переполнен...
zh_hans: 服务器已满...

# text_menu_popup_msg6
source: You are already connected to this server, try to disconnect first...
de: Sie sind bereits mit diesem Server verbunden, versuchen Sie zuerst, die Verbindung zu trennen...
es: Ya estás conectado a este servidor. Intenta desconectarte primero...
fr: Vous êtes déjà connecté à ce serveur, essayez de vous déconnecter d'abord...
ja: すでにこのサーバーに接続されています。先に切断してみてください...
pl: Jesteś już połączony z tym serwerem, spróbuj najpierw się rozłączyć...
pt: Você já está conectado a este servidor, tente se desconectar primeiro...
ru: Вы уже подключены к этому серверу, попробуйте сначала отключиться...
zh_hans: 您已经连接到这个服务器，请先尝试断开连接...

# text_menu_popup_msg7
source: Connection Failed...
de: Verbindung fehlgeschlagen...
es: Fallo en la conexión...
fr: Connexion échouée...
ja: 接続に失敗しました...
pl: Połączenie nieudane...
pt: Conexão falhou...
ru: Соединение не удалось...
zh_hans: 连接失败...

# text_menu_popup_msg8
source: Steam is not running...
de: Steam läuft nicht...
es: Steam no está en funcionamiento...
fr: Steam n'est pas en cours d'exécution...
ja: Steamが実行されていません...
pl: Steam nie jest uruchomiony...
pt: O Steam não está em execução...
ru: Steam не запущен...
zh_hans: Steam未在运行...

# text_menu_popup_msg9
source: Retrieve server list not possible. No internet connection.
de: Serverliste kann nicht abgerufen werden. Keine Internetverbindung.
es: No se ha podido acceder a la lista de servidores. No tienes conexión a internet.
fr: Impossible de récupérer la liste des serveurs. Pas de connexion Internet.
ja: サーバーリストを取得できません。インターネット接続がありません。
pl: Pobranie listy serwerów nie jest możliwe. Brak połączenia z internetem.
pt: Não é possível recuperar a lista de servidores. Sem conexão com a internet.
ru: Не удается получить список серверов. Нет подключения к интернету.
zh_hans: 无法检索服务器列表。没有互联网连接。

# text_menu_popup_msg10
source: Register server not possible. No internet connection.
de: Serverregistrierung nicht möglich. Keine Internetverbindung.
es: No se ha podido registrar el servidor. No tienes conexión a internet.
fr: Enregistrement du serveur impossible. Pas de connexion Internet.
ja: サーバーを登録できません。インターネット接続がありません。
pl: Rejestracja serwera nie jest możliwa. Brak połączenia z internetem.
pt: Não é possível registrar o servidor. Sem conexão com a internet.
ru: Регистрация сервера невозможна. Нет интернет соединения.
zh_hans: 无法注册服务器。没有互联网连接。

# text_menu_popup_msg11
source: Update server not possible. No internet connection.
de: Server-Update nicht möglich. Keine Internetverbindung.
es: No se ha podido actualizar el servidor. No tienes conexión a internet.
fr: Mise à jour du serveur impossible. Pas de connexion Internet.
ja: サーバーを更新できません。インターネット接続がありません。
pl: Aktualizacja serwera nie jest możliwa. Brak połączenia z internetem.
pt: Não é possível atualizar o servidor. Sem conexão com a internet.
ru: Обновление сервера невозможно. Нет интернет соединения.
zh_hans: 无法更新服务器。没有互联网连接。

# text_menu_popup_msg12
source: Deregistering the server is not possible. No internet connection.
de: Serverabmeldung nicht möglich. Keine Internetverbindung.
es: No se ha podido desregistrar el servidor. No tienes conexión a internet.
fr: Dérégistrement du serveur impossible. Pas de connexion Internet.
ja: サーバーの登録解除ができません。インターネット接続がありません。
pl: Wyrejestrowanie serwera nie jest możliwe. Brak połączenia z internetem.
pt: Não é possível desregistrar o servidor. Sem conexão com a internet.
ru: Невозможно отменить регистрацию сервера. Нет интернет соединения.
zh_hans: 无法注销服务器。没有互联网连接。

# language_pl
source: Polish (pl)
de: Polnisch (pl)
es: Polaco (pl)
fr: Polonais (pl)
ja: ポーランド語 (pl)
pl: Polski (pl)
pt: Polonês (pl)
ru: Польский (pl)
zh_hans: 波兰语 (pl)

# text_menu_label_day_night_cycle
source: ENABLE DAY AND NIGHT CYCLE:
de: TAG-UND-NACHT-ZYKLUS AKTIVIEREN:
es: HABILITAR CICLO DÍA/NOCHE:
fr: ACTIVER LE CYCLE JOUR ET NUIT :
ja: 昼夜サイクルを有効にする：
pl: WŁĄCZ CYKL DZIEŃ I NOC:
pt: ATIVAR CICLO DIA E NOITE:
ru: ВКЛЮЧИТЬ СУТОЧНЫЙ ЦИКЛ:
zh_hans: 启用昼夜循环：

# text_menu_label_enable_npcs
source: ENABLE OUTLAW NPCS:
de: OUTLAW-NPCs AKTIVIEREN:
es: HABILITAR PNJs FORAJIDOS:
fr: ACTIVER LES PNJ HORS-LA-LOI :
ja: アウトローNPCを有効にする：
pl: WŁĄCZ NPC PRZESTĘPCÓW:
pt: ATIVAR NPCs FORA DA LEI:
ru: ВКЛЮЧИТЬ NPC-ПРЕСТУПНИКОВ:
zh_hans: 启用非法NPC：

# text_menu_popup_msg13
source: No internet connection.
de: Keine Internetverbindung.
es: No tienes conexión a internet.
fr: Pas de connexion Internet.
ja: インターネット接続がありません。
pl: Brak połączenia z internetem.
pt: Sem conexão com a internet.
ru: Нет подключения к интернету.
zh_hans: 无法连接到互联网。

# info_message_36
source: is broken!
de: ist kaputt!
es: está roto!
fr: est cassé !
ja: 壊れています！
pl: jest zepsuty!
pt: está quebrado!
ru: сломано!
zh_hans: 坏了！

# info_message_37
source: You're out of ammunition.
de: Du hast keine Munition mehr.
es: Te has quedado sin munición.
fr: Tu es à court de munitions.
ja: 弾薬がなくなりました。
pl: Skończyła Ci się amunicja.
pt: Você está sem munição.
ru: У вас закончилась боеприпасы.
zh_hans: 你的弹药用完了。

# info_message_38
source: No ammunition in magazine.
de: Keine Munition im Magazin.
es: No hay munición en el cargador.
fr: Pas de munitions dans le chargeur.
ja: マガジンに弾薬がありません。
pl: Brak amunicji w magazynku.
pt: Não há munição no carregador.
ru: В магазине нет боеприпасов.
zh_hans: 弹匣中没有弹药。

# text_menu_label_leader
source: Captain
de: Kapitän
es: Capitán
fr: Capitaine
ja: 船長
pl: Kapitan
pt: Capitão
ru: Капитан
zh_hans: 船长

# text_menu_label_items_refill_time
source: RESTOCK TIME: {0}
de: Auffüllzeit: {0}
es: Reabast: {0}
fr: Heure: {0}
ja: 補充時間：{0}
pl: Czas uzup: {0}
pt: Hora reab: {0}
ru: Время поп: {0}
zh_hans: 补货时间：{0}

# text_menu_label_kicked_from_the_server
source: You have been kicked from the server.
de: Du wurdest vom Server gekickt.
es: Has sido expulsado del servidor.
fr: Vous avez été expulsé du serveur.
ja: サーバーからキックされました。
pl: Zostałeś wyrzucony z serwera.
pt: Você foi expulso do servidor.
ru: Вы были исключены с сервера.
zh_hans: 你已被踢出服务器。

# text_menu_label_banned_from_the_server
source: You have been banned from the server.
de: Sie wurden vom Server verbannt.
es: Has sido expulsado del servidor.
fr: Vous avez été banni du serveur.
ja: サーバーから禁止されました。
pl: Zostałeś zbanowany na serwerze.
pt: Você foi banido do servidor.
ru: Вы были забанены на сервере.
zh_hans: 您已被禁止进入服务器。

# text_menu_label_select
source: CONFIRM
de: Bestätigen
es: Confirmar
fr: Confirmer
ja: 確認する
pl: Potwierdź
pt: Confirmar
ru: Подтвердить
zh_hans: 确认

# text_menu_label_select_game
source: SELECT GAME
de: SPIEL AUSWÄHLEN
es: SELECCIONAR JUEGO
fr: SÉLECTIONNER JEU
ja: ゲームを選択
pl: WYBIERZ GRĘ
pt: SELECIONAR JOGO
ru: ВЫБРАТЬ ИГРУ
zh_hans: 选择游戏

# text_menu_label_deselect
source: DESELECT
de: Abwählen
es: Deseleccionar
fr: Désélectionner
ja: 選択解除
pl: Odznacz
pt: Desmarcar
ru: Отменить выбор
zh_hans: 取消选择

# text_menu_label_save_game
source: SAVE GAME
de: Spiel speichern
es: Guardar juego
fr: Sauvegarder
ja: ゲームを保存する
pl: Zapisz grę
pt: Salvar jogo
ru: Сохранить игру
zh_hans: 保存游戏

# info_message_40
source: GAME IS SAVING...
de: SPIEL WIRD GESPEICHERT...
es: JUEGO GUARDANDO...
fr: SAUVEGARDE DU JEU EN COURS...
ja: ゲーム保存中...
pl: GRA SIĘ ZAPISUJE...
pt: JOGO SALVANDO...
ru: ИДЕТ СОХРАНЕНИЕ ИГРЫ...
zh_hans: 游戏保存中...

# info_message_41
source: GAME SAVED!
de: SPIEL GESPEICHERT!
es: ¡JUEGO GUARDADO!
fr: JEU ENREGISTRÉ !
ja: ゲームが保存されました！
pl: GRA ZAPISANA!
pt: JOGO SALVO!
ru: ИГРА СОХРАНЕНА!
zh_hans: 游戏已保存！

# text_menu_popup_msg14
source: You can not connect to a game hosted by yourself.
de: Sie können sich nicht mit einem von Ihnen gehosteten Spiel verbinden.
es: No puedes conectarte a un juego alojado por ti mismo.
fr: Vous ne pouvez pas vous connecter à un jeu hébergé par vous-même.
ja: 自分自身がホストしているゲームには接続できません。
pl: Nie możesz połączyć się z grą hostowaną przez siebie.
pt: Você não pode se conectar a um jogo hospedado por você mesmo.
ru: Вы не можете подключиться к игре, хостом которой являетесь вы.
zh_hans: 你不能连接到你自己托管的游戏。

# text_menu_label_info
source: INFO:
ja: 情報：
pt: INFORMAÇÃO:
ru: ИНФОРМАЦИЯ:
zh_hans: 信息：

# text_menu_label_day
source: DAY
de: Tag
es: Día
fr: Jour
ja: 日
pl: Dzień
pt: Dia
ru: День
zh_hans: 日

# text_menu_label_game_mode
source: GAME MODE:
de: SPIELMODUS:
es: MODO DE JUEGO:
fr: MODE DE JEU :
ja: ゲームモード：
pl: TRYB GRY:
pt: MODO DE JOGO:
ru: ИГРОВОЙ РЕЖИМ:
zh_hans: 游戏模式：

# input_greetings
source: Greetings:
de: Grüße:
es: Saludos:
fr: Salutations :
ja: 挨拶：
pl: Pozdrowienia:
pt: Saudações:
ru: Приветствия:
zh_hans: 问候：

# info_message_42
source: This item must be positioned on either a foundation or a ceiling.
de: Dieser Gegenstand muss entweder auf einem Fundament oder an einer Decke positioniert werden.
es: Este artículo debe ser colocado en una fundación o en el techo.
fr: Cet article doit être positionné sur une fondation ou un plafond.
ja: このアイテムは基礎または天井のどちらかに配置する必要があります。
pl: Ten przedmiot musi być umieszczony na fundamencie lub na suficie.
pt: Este item deve ser posicionado em uma fundação ou no teto.
ru: Этот предмет должен быть расположен либо на фундаменте, либо на потолке.
zh_hans: 此物品必须放置在地基或者天花板上。

# item_Wooden Club
source: Wooden Club
de: Holzkeule
es: Clava de madera
fr: Gourdin en bois
ja: 木製クラブ
pl: Drewniany kij
pt: Clava de Madeira
ru: Деревянная дубина
zh_hans: 木棒

# item_Wooden Club_info
source: A weak but versatile tool. Cuts wood, mines ore, and loots containers.
de: Ein schwaches, aber vielseitiges Werkzeug. Schneidet Holz, baut Erz ab und plündert Behälter.
es: Una herramienta débil pero versátil. Corta madera, mina mineral y saquea contenedores.
fr: Un outil faible mais polyvalent. Coupe le bois, extrait le minerai et fouille les conteneurs.
ja: 弱いが汎用性のある道具。木材を切断し、鉱石を採掘し、容器を略奪する。
pl: Słabe, lecz wszechstronne narzędzie. Tnie drewno, wydobywa rudę i plądruje pojemniki.
pt: Uma ferramenta fraca, mas versátil. Corta madeira, minera ore e saqueia contêineres.
ru: Слабый, но универсальный инструмент. Пилает дерево, добывает руду и грабит контейнеры.
zh_hans: 一个脆弱但多功能的工具。能切割木头，开采矿石，以及洗劫容器。

# text_help_attack
source: Press the left mouse button to use a weapon or tool.
de: Drücken Sie die linke Maustaste, um eine Waffe oder ein Werkzeug zu verwenden.
es: Presiona el botón izquierdo del ratón para usar un arma o herramienta.
fr: Appuyez sur le bouton gauche de la souris pour utiliser une arme ou un outil.
ja: 武器や道具を使うには、マウスの左ボタンを押してください。
pl: Naciśnij lewy przycisk myszy, aby użyć broni lub narzędzia.
pt: Pressione o botão esquerdo do mouse para usar uma arma ou ferramenta.
ru: Нажмите левую кнопку мыши, чтобы использовать оружие или инструмент.
zh_hans: 按左键使用武器或工具。

# text_console_tutorial_finished1
source: Tutorial complete! You're on your own now.
de: Tutorial abgeschlossen! Nun bist du auf dich allein gestellt.
es: ¡Tutorial completado! Ahora estás por tu cuenta.
fr: Tutoriel terminé ! Vous êtes maintenant seul.
ja: チュートリアル完了！これからはあなた自身です。
pl: Samouczek zakończony! Teraz jesteś zdany na siebie.
pt: Tutorial completo! Agora você está por conta própria.
ru: Учебник завершён! Теперь вы наедине.
zh_hans: 教程完成！现在你独自一人了。

# text_console_tutorial_finished2
source: Find a boat to float past obstacles!
de: Finden Sie ein Boot, um an Hindernissen vorbeizutreiben!
es: ¡Encuentra un barco para flotar más allá de los obstáculos!
fr: Trouvez un bateau pour flotter au-delà des obstacles !
ja: 障害物を通り過ぎるボートを見つけてください！
pl: Znajdź łódź, która prześlizgnie się obok przeszkód!
pt: Encontre um barco para flutuar além dos obstáculos!
ru: Найдите лодку, чтобы проплыть мимо препятствий!
zh_hans: 找一艘船漂过障碍物！

# text_console_tutorial_finished3
source: Good Luck!
de: Viel Glück!
es: ¡Buena suerte!
fr: Bonne chance!
ja: 幸運を祈る!
pl: Powodzenia!
pt: Boa sorte!
ru: Удачи!
zh_hans: 祝你好运!

# item_Headlamp
source: Headlamp
de: Stirnlampe
es: Lámpara Frontal
fr: Lampe Frontale
ja: ヘッドランプ
pl: Latarka Czołowa
pt: Lanterna de Cabeça
ru: Налобный фонарь
zh_hans: 头灯

# item_Headlamp_info
source: Hands-free light for night exploration. Can be turned on and off.
de: Handfreies Licht für nächtliche Erkundungen. Kann ein- und ausgeschaltet werden.
es: Luz sin manos para la exploración nocturna. Se puede encender y apagar.
fr: Lumière sans mains pour l'exploration nocturne. Peut être allumée et éteinte.
ja: 夜間探検用のハンズフリーライト。オンとオフが可能です。
pl: Oświetlenie bez użycia rąk do nocnych eksploracji. Może być włączane i wyłączane.
pt: Luz sem mãos para exploração noturna. Pode ser ligada e desligada.
ru: Свет без использования рук для ночной разведки. Может быть включен и выключен.
zh_hans: 无需用手操作的夜间探索灯，可开启和关闭。

# disclaimer_label
source: This game is still in development
de: Dieses Spiel befindet sich noch in der Entwicklung
es: Este juego aún está en desarrollo
fr: Ce jeu est encore en développement
ja: このゲームはまだ開発中です
pl: Ta gra jest nadal w fazie rozwoju
pt: Este jogo ainda está em desenvolvimento
ru: Эта игра все еще в разработке
zh_hans: 这款游戏仍在开发中

# disclaimer_info_text
source: Ruins to Fortress is an indie passion project, and the game is still in Early Access. Many things may change before the final release. Certain game or platform features aren't available yet, and you will probably encounter bugs. Feel free to drop feedback on our Discord channel where we try to respond every day. Thank you for understanding as we continue work on the game. Simon and Markus, Ruins to Fortress devs
es: Ruins to Fortress es un proyecto indie hecho con pasión, y el juego todavía está en Acceso Anticipado. Muchas cosas pueden cambiar antes del lanzamiento final. Algunas características del juego o la plataforma aún no están disponibles, y probablemente encuentres errores. No dudes en dejar comentarios en nuestro canal de Discord, donde intentamos responder todos los días. Gracias por comprender mientras seguimos trabajando en el juego. Simon y Markus, Desarrolladores de Ruins to Fortress
ja: Ruins to Fortressはインディーの情熱的なプロジェクトで、ゲームはまだアーリーアクセスの段階です。最終リリース前に多くのことが変わる可能性があります。 一部のゲームやプラットフォームの機能はまだ利用できず、バグに遭遇する可能性があります。Discordチャンネルでフィードバックをお寄せください。私たちは毎日返信するよう努めています。 ゲーム開発を続ける中、ご理解いただきありがとうございます。 SimonとMarkus、 Ruins to Fortress 開発者
pt: Ruins to Fortress é um projeto indie feito com paixão, e o jogo ainda está em Acesso Antecipado. Muitas coisas podem mudar antes do lançamento final. Certas funcionalidades do jogo ou da plataforma ainda não estão disponíveis, e você provavelmente encontrará bugs. Fique à vontade para deixar seu feedback no nosso canal do Discord, onde tentamos responder todos os dias. Obrigado por entender enquanto continuamos trabalhando no jogo. Simon e Markus, Desenvolvedores de Ruins to Fortress
ru: Ruins to Fortress — это инди-проект, сделанный с любовью, и игра пока находится в раннем доступе. Многие вещи могут измениться до финального релиза. Некоторые функции игры или платформы пока недоступны, и вы, скорее всего, столкнетесь с ошибками. Не стесняйтесь оставлять отзывы на нашем канале Discord, где мы стараемся отвечать каждый день. Спасибо за понимание, пока мы продолжаем работу над игрой. Саймон и Маркус, Разработчики Ruins to Fortress
zh_hans: Ruins to Fortress 是一个独立的热情项目，目前游戏仍处于抢先体验阶段。许多事情可能会在最终发布前发生变化。 某些游戏或平台功能尚不可用，您可能会遇到一些错误。欢迎随时在我们的 Discord 频道上提供反馈，我们每天都会尽量回复。 感谢您的理解，我们会继续努力完善游戏。 Simon 和 Markus， Ruins to Fortress 开发者

# text_menu_label_continue
source: continue
de: fortsetzen
es: continuar
fr: continuer
ja: 続ける
pl: kontynuować
pt: continuar
ru: продолжать
zh_hans: 继续

# text_menu_label_comfortzone
source: COMFORT ZONE
de: Komfortzone
es: Zona de confort
fr: Zone de confort
ja: 快適ゾーン
pl: Strefa komfortu
pt: Zona de conforto
ru: Зона комфорта
zh_hans: 舒适区

# item_Knife
source: Knife
de: Messer
es: Cuchillo
fr: Couteau
ja: ナイフ
pl: Nóż
pt: Faca
ru: Нож
zh_hans: 刀

# item_Knife_info
source: NPC Knife
de: NPC Messer
es: Cuchillo NPC
fr: Couteau NPC
ja: NPCナイフ
pl: Nóż NPC
pt: Faca NPC
ru: Нож NPC
zh_hans: NPC刀

# item_Battery
source: Battery
de: Batterie
es: Batería
fr: Batterie
ja: バッテリー
pl: Bateria
pt: Bateria
ru: Батарея
zh_hans: 电池

# item_Battery_info
source: Power source for various electronic devices.
de: Stromquelle für verschiedene elektronische Geräte.
es: Fuente de alimentación para varios dispositivos electrónicos.
fr: Source d'alimentation pour divers appareils électroniques.
ja: 様々な電子機器の電源。
pl: Źródło zasilania dla różnych urządzeń elektronicznych.
pt: Fonte de energia para vários dispositivos eletrônicos.
ru: Источник питания для различных электронных устройств.
zh_hans: 各种电子设备的电源。

# item_Fuse Box
source: Fuse Box
de: Sicherungskasten
es: Caja de fusibles
fr: Boîte à fusibles
ja: ヒューズボックス
pl: Skrzynka bezpiecznikowa
pt: Caixa de fusíveis
ru: Распределительный щит
zh_hans: 配电箱

# item_Fuse Box_info
source: A central hub for managing and distributing electricity. Connects to batteries and solar panels.
de: Eine zentrale Drehscheibe für die Verwaltung und Verteilung von Elektrizität. Verbindet sich mit Batterien und Solarmodulen.
es: Un centro neurálgico para gestionar y distribuir la electricidad. Se conecta a baterías y paneles solares.
fr: Un hub central pour gérer et distribuer l'électricité. Se connecte aux batteries et aux panneaux solaires.
ja: 電力の管理と配布のための中央ハブ。バッテリーやソーラーパネルに接続します。
pl: Centralny węzeł do zarządzania i dystrybucji energii elektrycznej. Łączy się z bateriami i panelami słonecznymi.
pt: Um hub central para gerenciar e distribuir eletricidade. Conecta-se a baterias e painéis solares.
ru: Центральный узел для управления и распределения электроэнергии. Подключается к аккумуляторам и солнечным панелям.
zh_hans: 用于管理和分配电力的中央枢纽。可连接到电池和太阳能板。

# item_Solar Panel
source: Solar Panel
de: Solarmodul
es: Panel solar
fr: Panneau solaire
ja: ソーラーパネル
pl: Panel słoneczny
pt: Painel solar
ru: Солнечная панель
zh_hans: 太阳能板
