Repository: NimbleBeasts/RTFLanguageSupport
Catalog: XLIFF_*.xlf
Languages: de, es, fr, ja, pl, pt, ru, zh_hans

# text_help_press_to_jump
source: Press to Jump Over Obstacles or Destroy Them with a Tool
de: Drücken, um Hindernisse zu überspringen oder sie mit einem Werkzeug zu zerstören
es: Presiona para saltar sobre los obstáculos o destruirlos con una herramienta
fr: Appuyez pour sauter par-dessus les obstacles ou les détruire avec un outil
ja: ボタンを押して障害物を飛び越えるか、道具で破壊する
pl: Naciśnij, aby przeskoczyć przez przeszkody lub zniszczyć je za pomocą narzędzia
pt: Pressione para pular sobre obstáculos ou destruí-los com uma ferramenta
ru: Нажмите, чтобы перепрыгнуть через препятствия или уничтожить их с помощью инструмента
zh_hans: 按下以跳过障碍或使用工具摧毁它们

# text_menu_143
source: HEY THERE!
de: HALLO FREUNDE!
es: ¡EY, HOLA!
fr: SALUT
ja: やあ
pl: CZEŚĆ!
pt: EI, OLÁ
ru: ЭЙ, ПРИВЕТ
zh_hans: 嘿，你好

# text_menu_label_paint_selection
source: PAINT SELECTION
de: Farbauswahl
es: SELECCIÓN DE PINTURA
fr: Sélection de peinture
ja: ペイント選択
pl: Wybór farby
pt: Seleção de Tinta
ru: Выбор краски
zh_hans: 油漆选择

# text_menu_help_enter_boat
source: PRESS TO ENTER BOAT
de: Drücken um das Boot zu betreten
es: PULSA PARA ENTRAR AL BOTE
fr: Appuyez pour entrer dans le bateau
ja: ボートに入るために押してください
pl: Naciśnij, aby wejść na pokład
pt: Pressione para entrar no barco
ru: Нажмите, чтобы войти на лодку
zh_hans: 按下进入船

# text_menu_label_address
source: ADDRESS:
de: ADRESSE:
es: DIRECCIÓN:
fr: ADRESSE:
ja: 住所：
pl: Adres:
pt: ENDEREÇO:
ru: АДРЕС:
zh_hans: 地址：

# text_menu_label_cost
source: COST
de: Kosten
es: COSTE
fr: Coût
ja: コスト
pl: koszt
pt: Custo
ru: Стоимость
zh_hans: 成本

# text_menu_label_custom_skins
source: CUSTOM SKINS
de: Benutzerdefinierte Skins
es: ASPECTOS PERSONALIZADOS
fr: Skins personnalisés
ja: カスタムスキン
pl: Niestandardowa skórka
pt: Skins personalizadas
ru: Пользовательские скины
zh_hans: 自定义皮肤

# text_help_drop_item
source: PRESS TO DROP ITEM
de: DRÜCKEN ZUM ABLEGEN DES GEGENSTANDS
es: PULSA PARA SOLTAR OBJETO
fr: APPUYER POUR LÂCHER L'OBJET
ja: アイテムを落とすには押す
pl: Naciśnij, aby wyrzucić przedmiot
pt: PRESSIONE PARA SOLTAR ITEM
ru: НАЖМИТЕ, ЧТОБЫ ВЫБРОСИТЬ ПРЕДМЕТ
zh_hans: 按下以丢弃物品

# text_help_quick_swap
source: QUICK SWAP
de: Schneller Tausch
es: CAMBIO RÁPIDO
fr: Échange rapide
ja: クイックスワップ
pl: Szybka wymiana
pt: Troca rápida
ru: Быстрая замена
zh_hans: 快速交换

# text_help_tap_to_land_drone
source: PRESS TO LAND
de: ZUM LANDEN DRÜCKEN
es: PULSA PARA ATERRIZAR
fr: APPUYEZ POUR ATTERRIR
ja: 着陸するために押す
pl: Naciśnij lądowanie
pt: PRESSIONE PARA POUSAR
ru: НАЖМИТЕ ДЛЯ ПОСАДКИ
zh_hans: 按下着陆

# text_menu_label_toggle_show_ping
source: TOGGLE SHOW PING:
de: PING-ANZEIGE Einschalten:
es: MOSTRAR/OCULTAR PING:
fr: ACTIVER L'AFFICHAGE DU PING :
ja: ピング表示の切り替え：
pl: Przełącz opóźnienie wyświetlania:
pt: ALTERNAR EXIBIÇÃO DE PING:
ru: ПЕРЕКЛЮЧИТЬ ОТОБРАЖЕНИЕ ПИНГА:
zh_hans: 切换显示延迟：

# text_menu_label_smelter
source: SMELTER
de: Schmelzwerk
es: HORNO DE FUNDICIÓN
fr: Fonderie
ja: 製錬所
pl: huta
pt: Fundição
ru: Плавильный завод
zh_hans: 冶炼厂

# text_menu_label_start_game
source: START GAME
de: SPIEL STARTEN
es: INICIAR PARTIDA
fr: DÉMARRER LE JEU
ja: ゲームスタート
pl: Rozpocznij grę
pt: INICIAR JOGO
ru: НАЧАТЬ ИГРУ
zh_hans: 开始游戏

# text_help_place_foundation
source: TRY TO PLACE A FOUNDATION FOR YOUR FORTRESS.
de: Versuchen Sie, ein Fundament für Ihre Festung zu legen.
es: PRUEBA A COLOCAR UN CIMIENTO PARA TU FORTALEZA.
fr: Essayez de poser une fondation pour votre forteresse.
ja: あなたの要塞のための基礎を置くようにしてください。
pl: SPRÓBUJ POŁOŻYĆ FUNDAMENTY POD SWOJĄ TWIERDZĘ.
pt: Tente colocar uma fundação para a sua fortaleza.
ru: Постарайтесь заложить фундамент для вашей крепости.
zh_hans: 为你的堡垒打下一个基础。

# text_menu_label_set_maximum_player
source: SET MAXIMUM PLAYERS:
de: Spielerlimit:
es: CANT. MÁX. DE JUGADORES:
fr: Fixer le nombre:
ja: 最大プレイヤー数の設定：
pl: Ustaw limit graczy:
pt: Limite de jogadores:
ru: Лимит игроков:
zh_hans: 设置最大玩家数：

# text_menu_button_controls
source: CONTROLS
de: Steuerung
es: CONTROLES
fr: Contrôles
ja: コントロール
pl: kontrola
pt: Controles
ru: Управление
zh_hans: 控制

# text_menu_button_general_settings
source: GENERAL SETTINGS
de: Allgemeine Einstellungen
es: AJUSTES GENERALES
fr: Paramètres généraux
ja: 一般設定
pl: Ustawienia ogólne
pt: Configurações Gerais
ru: Общие настройки
zh_hans: 通用设置

# text_menu_button_invitations
source: INVITATIONS
de: Einladungen
es: INVITACIONES
ja: 招待状
pl: ZAPROSZENIA
pt: Convites
ru: Приглашения
zh_hans: 邀请函

# text_menu_label_building
source: BUILDING:
de: Gebäude
es: CONSTRUCCIÓN:
fr: Bâtiment
ja: 建物
pl: BUDYNEK:
pt: Edifício
ru: Здание
zh_hans: 建筑物

# text_menu_label_toggle_display_fps
source: SHOW FRAMES PER SECONDS:
de: BILDRATE ANZEIGEN:
es: MOSTRAR FOTOGRAMAS POR SEGUNDO:
fr: AFFICHER LES IMAGES PAR SECONDE :
ja: フレームレートを表示する：
pl: POKAŻ KLATKI NA SEKUNDĘ:
pt: MOSTRAR QUADROS POR SEGUNDO:
ru: ПОКАЗАТЬ КАДРЫ В СЕКУНДУ:
zh_hans: 显示帧率：

# text_menu_166
source: SERVER: Current server player count: 1
de: SERVER: Aktuelle Spieleranzahl auf dem Server: 1
es: SERVIDOR: Cantidad de jugadores en el servidor actual: 1
fr: SERVEUR : Nombre actuel de joueurs sur le serveur : 1
ja: サーバー：現在のサーバープレイヤー数：1
pl: Serwer: Obecna liczba graczy na serwerze: 1
pt: SERVIDOR: Contagem atual de jogadores no servidor: 1
ru: СЕРВЕР: Текущее количество игроков на сервере: 1
zh_hans: 服务器：当前服务器玩家人数：1

# text_menu_button_apply_settings
source: APPLY SETTINGS
de: Einstellungen anwenden
es: APLICAR AJUSTES
fr: APPLIQUER
ja: 設定を適用
pl: ZASTOSUJ USTAWIENIA
pt: Aplicar configurações
ru: Применить настройки
zh_hans: 应用设置

# text_help_open_or_close
source: OPEN OR CLOSE
de: Öffnen oder Schließen
es: ABRIR/CERRAR
fr: Ouvrir ou Fermer
ja: 開けるか閉めるか
pl: OTWÓRZ LUB ZAMKNIJ
pt: Abrir ou Fechar
ru: Открыть или Закрыть
zh_hans: 打开或关闭

# text_menu_button_disconnect
source: LEAVE SERVER
de: Server verlassen
es: ABANDONAR SERVIDOR
fr: Quitter le serveur
ja: サーバーを離れる
pl: OPUŚĆ SERWER
pt: Sair do servidor
ru: Покинуть сервер
zh_hans: 离开服务器

# text_menu_button_reset_to_defaults
source: RESET TO DEFAULTS
de: ZURÜCKSETZEN
es: AJUSTES POR DEFECTO
fr: PAR DÉFAUT
ja: デフォルトにリセット
pl: PRZYWRÓĆ DOMYŚLNE
pt: RESTAURAR
ru: СБРОС НАСТРОЕК
zh_hans: 恢复默认设置

# text_menu_label_vendingmachine
source: Vending Machine
de: Verkaufsautomat
es: Máquina expendedora
fr: Distributeur automatique
ja: 自動販売機
pl: Automat
pt: Máquina de venda automática
ru: Торговый автомат
zh_hans: 自动售货机

# item_Wood
source: Wood
de: Holz
es: Madera
fr: Bois
ja: 木
pl: Drewno
pt: Madeira
ru: Дерево
zh_hans: 木头

# item_Stone
source: Stone
de: Stein
es: Piedra
fr: Pierre
ja: 石
pl: Kamień
pt: Pedra
ru: Камень
zh_hans: 石头

# item_Axe
source: Axe
de: Axt
es: Hacha
fr: Hache
ja: 斧
pl: Siekiera
pt: Machado
ru: Топор
zh_hans: 斧头

# item_Bow
source: Bow
de: Bogen
es: Arco
fr: Arc
ja: 弓
pl: Łuk
pt: Arco
ru: Лук
zh_hans: 弓

# item_Arrow
source: Arrow
de: Pfeil
es: Flecha
fr: Flèche
ja: 矢印
pl: Strzała
pt: Seta
ru: Стрелка
zh_hans: 箭头

# item_Campfire
source: Campfire
de: Lagerfeuer
es: Fogata
fr: Feu de camp
ja: キャンプファイヤー
pl: Ognisko
pt: Fogueira
ru: Костер
zh_hans: 篝火

# item_Bed
source: Bed
de: Bett
es: Cama
fr: Lit
ja: ベッド
pl: Łóżko
pt: Cama
ru: Кровать
zh_hans: 床

# item_Pick Axe
source: Pick Axe
de: Spitzhacke
es: Pico
fr: Pioche
ja: つるはし
pl: Kilof
pt: Picareta
ru: Кирка
zh_hans: 镐

# item_Coal
source: Coal
de: Kohle
es: Carbón
fr: Charbon
ja: 石炭
pl: Węgiel
pt: Carvão
ru: Уголь
zh_hans: 煤

# item_Metal Fragments
source: Metal Fragments
de: Metallsplitter
es: Fragmentos de metal
fr: Fragments de métal
ja: 金属片
pl: Fragmenty metalu
pt: Fragmentos de metal
ru: Металлические фрагменты
zh_hans: 金属碎片

# item_Raw Meat
source: Raw Meat
de: Rohes Fleisch
es: Carne cruda
fr: Viande crue
ja: 生肉
pl: Surowe mięso
pt: Carne crua
ru: Сырое мясо
zh_hans: 生肉

# item_Pistol
source: Pistol
de: Pistole
es: Pistola
fr: Pistolet
ja: ピストル
pl: Pistolet
pt: Pistola
ru: Пистолет
zh_hans: 手枪

# item_Grenade
source: Grenade
de: Granate
es: Granada
ja: 手榴弾
pl: Granat
pt: Granada
ru: Граната
zh_hans: 手榴弹

# item_Bear Rug
source: Bear Rug
de: Bärenfellteppich
es: Alfombra de piel de oso
fr: Tapis en peau d'ours
ja: 熊の敷物
pl: Dywan z niedźwiedzia
pt: Tapete de pele de urso
ru: Медвежья шкура
zh_hans: 熊皮地毯

# item_Deer Skull
source: Deer Skull
de: Hirschschädel
es: Cráneo de ciervo
fr: Crâne de cerf
ja: 鹿の頭蓋骨
pl: Czaszka jelenia
pt: Crânio de veado
ru: Череп оленя
zh_hans: 鹿头骨

# item_Wall Rug
source: Wall Rug
de: Wandteppich
es: Alfombra de pared
fr: Tapis mural
ja: ウォールラグ
pl: Dywan ścienny
pt: Tapete de Parede
ru: Стенной ковер
zh_hans: 壁挂地毯

# item_Pistol Bullet
source: Pistol Bullet
de: Pistolenkugel
es: Bala de pistola
fr: Balle de pistolet
ja: ピストルの弾
pl: Nabój pistoletowy
pt: Bala de pistola
ru: Пистолетная пуля
zh_hans: 手枪子弹

# item_Hammer
source: Hammer
es: Martillo
fr: Marteau
ja: ハンマー
pl: Młotek
pt: Martelo
ru: Молоток
zh_hans: 锤子

# item_Large Wood Box
source: Large Wood Box
de: Große Holzkiste
es: Caja grande de madera
fr: Grande boîte en bois
ja: 大きな木箱
pl: Duże drewniane pudło
pt: Caixa de Madeira Grande
ru: Большой деревянный ящик
zh_hans: 大木箱

# item_Vending Machine
source: Vending Machine
de: Verkaufsautomat
es: Máquina expendedora
fr: Distributeur automatique
ja: 自動販売機
pl: Automat
pt: Máquina de venda automática
ru: Торговый автомат
zh_hans: 自动售货机

# item_Satoshi
source: Satoshi
ja: サトシ
ru: Сатоши
zh_hans: 聂鲁达

# item_Backpack
source: Backpack
de: Rucksack
es: Mochila
fr: Sac à dos
ja: バックパック
pl: Plecak
pt: Mochila
ru: Рюкзак
zh_hans: 背包

# item_Iron
source: Iron
de: Eisen
es: Hierro
fr: Fer
ja: 鉄
pl: Żelazo
pt: Ferro
ru: Железо
zh_hans: 铁

# item_Grilled Meat
source: Grilled Meat
de: Gegrilltes Fleisch
es: Carne asada
fr: Viande grillée
ja: 焼肉
pl: Grillowane mięso
pt: Carne grelhada
ru: Жареное мясо
zh_hans: 烤肉

# item_Workbench 1
source: Workbench 1
de: Werkbank 1
es: Mesa de trabajo 1
fr: Établi 1
ja: ワークベンチ 1
pl: Stół warsztatowy 1
pt: Bancada de Trabalho 1
ru: Верстак 1
zh_hans: 工作台 1

# item_Workbench 2
source: Workbench 2
de: Werkbank 2
es: Mesa de trabajo 2
fr: Établi 2
ja: ワークベンチ 2
pl: Stół warsztatowy 2
pt: Bancada de Trabalho 2
ru: Верстак 2
zh_hans: 工作台 2

# item_Workbench 3
source: Workbench 3
de: Werkbank 3
es: Mesa de trabajo 3
fr: Établi 3
ja: ワークベンチ 3
pl: Stół warsztatowy 3
pt: Bancada de Trabalho 3
ru: Верстак 3
zh_hans: 工作台 3

# item_Sulfur
source: Sulfur
de: Schwefel
es: Azufre
fr: Soufre
ja: 硫黄
pl: Siarka
pt: Enxofre
ru: Сера
zh_hans: 硫磺

# item_Sulfur Powder
source: Sulfur Powder
de: Schwefelpulver
es: Polvo de azufre
fr: Poudre de soufre
ja: 硫黄パウダー
pl: Siarka w proszku
pt: Pó de enxofre
ru: Серный порошок
zh_hans: 硫磺粉

# item_Hoe
source: Hoe
de: Hacke
es: Azada
fr: Houe
ja: 鍬
pl: Motyka
pt: Enxada
ru: Мотыга
zh_hans: 锄头

# item_Flax
source: Flax
de: Flachs
es: Linaza
fr: Lin
ja: 亜麻
pl: Len
pt: Linho
ru: Лён
zh_hans: 亚麻

# item_Wheat
source: Wheat
de: Weizen
es: Trigo
fr: Blé
ja: 小麦
pl: Pszenica
pt: Trigo
ru: Пшеница
zh_hans: 小麦

# item_Carrot
source: Carrot
de: Karotte
es: Zanahoria
fr: Carotte
ja: ニンジン
pl: Marchewka
pt: Cenoura
ru: Морковь
zh_hans: 胡萝卜

# item_Potato
source: Potato
de: Kartoffel
es: Patata
fr: Pomme de terre
ja: ポテト
pl: Ziemniak
pt: Batata
ru: Картофель
zh_hans: 土豆

# item_Flax Seed
source: Flax Seed
de: Leinsamen
es: Semilla de lino
fr: Graine de lin
ja: 亜麻仁
pl: Nasiona lnu
pt: Semente de linhaça
ru: Семя льна
zh_hans: 亚麻籽

# item_Wheat Seed
source: Wheat Seed
de: Weizensaat
es: Semilla de trigo
fr: Graine de blé
ja: 小麦の種
pl: Nasiona pszenicy
pt: Semente de trigo
ru: Семена пшеницы
zh_hans: 小麦种子

# item_Carrot Seed
source: Carrot Seed
de: Karottensamen
es: Semilla de zanahoria
fr: Graine de carotte
ja: ニンジンの種
pl: Nasiona marchwi
pt: Semente de cenoura
ru: Семена моркови
zh_hans: 胡萝卜籽

# item_Potato Seed
source: Potato Seed
de: Kartoffelsaatgut
es: Semilla de patata
fr: Semence de pomme de terre
ja: ジャガイモの種
pl: Nasiona ziemniaka
pt: Semente de batata
ru: Картофельный семенной
zh_hans: 马铃薯种子

# item_Linen
source: Linen
de: Leinen
es: Lino
fr: Lin
ja: リネン
pl: Lniana tkanina
pt: Linho
ru: Льняное
zh_hans: 亚麻布

# item_Leather
source: Leather
de: Leder
es: Cuero
fr: Cuir
ja: 革
pl: Skóra
pt: Couro
ru: Кожа
zh_hans: 皮革

# item_Bread
source: Bread
de: Brot
es: Pan
fr: Pain
ja: パン
pl: Chleb
pt: Pão
ru: Хлеб
zh_hans: 面包

# item_Baked Potato
source: Baked Potato
de: Gebackene Kartoffel
es: Patata asada
fr: Pomme de terre au four
ja: ベイクドポテト
pl: Pieczony ziemniak
pt: Batata assada
ru: Запеченный картофель
zh_hans: 烤土豆

# item_Fish
source: Fish
de: Fisch
es: Pescado
fr: Poisson
ja: 魚
pl: Ryba
pt: Peixe
ru: Рыба
zh_hans: 鱼

# item_Fish Dish
source: Fish Dish
de: Fischgericht
es: Plato de pescado
fr: Plat de poisson
ja: 魚料理
pl: Danie rybne
pt: Prato de peixe
ru: Рыбное блюдо
zh_hans: 鱼菜

# item_Ham Sandwich
source: Ham Sandwich
de: Schinkensandwich
es: Sándwich de jamón
fr: Sandwich au jambon
ja: ハムサンドイッチ
pl: Kanapka z szynką
pt: Sanduíche de presunto
ru: Бутерброд с ветчиной
zh_hans: 火腿三明治

# item_Stew
source: Stew
de: Eintopf
es: Estofado
fr: Ragoût
ja: シチュー
pl: Gulasz
pt: Ensopado
ru: Тушеное
zh_hans: 炖菜

# item_Carrot Soup
source: Carrot Soup
de: Karottensuppe
es: Sopa de zanahoria
fr: Soupe de carottes
ja: キャロットスープ
pl: Zupa marchewkowa
pt: Sopa de cenoura
ru: Морковный суп
zh_hans: 胡萝卜汤

# item_Oven
source: Oven
de: Ofen
es: Horno
fr: Four
ja: オーブン
pl: Piekarnik
pt: Forno
ru: Духовка
zh_hans: 烤箱

# item_Smelter
source: Smelter
de: Schmelzofen
es: Horno de fundición
fr: Fonderie
ja: 製錬所
pl: Huta
pt: Fornalha
ru: Плавильный завод
zh_hans: 冶炼厂

# item_Bush Shirt
source: Bush Shirt
de: Buschhemd
es: Camisa de follaje
fr: Chemise bush
ja: ブッシュシャツ
pl: Koszula z krzewu
pt: Camisa bush
ru: Бушлат
zh_hans: 布什衫

# item_Bush Pants
source: Bush Pants
de: Buschhosen
es: Pantalones de follaje
fr: Pantalon brousse
ja: ブッシュパンツ
pl: Spodnie z krzewu
pt: Calças de mato
ru: Бушлаты
zh_hans: 灌木裤

# item_Leather Pants
source: Leather Pants
de: Lederhosen
es: Pantalones de cuero
fr: Pantalon en cuir
ja: レザーパンツ
pl: Skórzane spodnie
pt: Calças de couro
ru: Кожаные брюки
zh_hans: 皮裤

# item_Leather Shoes
source: Leather Shoes
de: Lederschuhe
es: Zapatos de cuero
fr: Chaussures en cuir
ja: 革靴
pl: Skórzane buty
pt: Sapatos de couro
ru: Кожаная обувь
zh_hans: 皮鞋

# item_Military Shoes
source: Military Shoes
de: Militärschuhe
es: Botas militares
fr: Chaussures militaires
ja: ミリタリーシューズ
pl: Buty wojskowe
pt: Sapatos militares
ru: Военная обувь
zh_hans: 军事鞋

# item_Leather Shirt
source: Leather Shirt
de: Lederhemd
es: Camisa de cuero
fr: Chemise en cuir
ja: レザーシャツ
pl: Skórzana koszula
pt: Camisa de couro
ru: Кожаная рубашка
zh_hans: 皮衬衫

# item_Torch Light
source: Torch Light
de: Taschenlampe
es: Antorcha
fr: Lampe torche
ja: トーチライト
pl: Latarka
pt: Lanterna
ru: Фонарик
zh_hans: 手电筒

# item_Wooden Cover
source: Wooden Cover
de: Holzdeckel
es: Plancha de madera
fr: Couverture en bois
ja: 木製のカバー
pl: Drewniana osłona
pt: Capa de Madeira
ru: Деревянная крышка
zh_hans: 木制封面

# item_Red Keycard
source: Red Keycard
de: Roter Schlüsselkarte
es: Tarjeta de acceso roja
fr: Carte-clé rouge
ja: 赤いキーカード
pl: Czerwona karta dostępu
pt: Cartão-chave vermelho
ru: Красная ключ-карта
zh_hans: 红色钥匙卡

# item_Blue Keycard
source: Blue Keycard
de: Blaue Schlüsselkarte
es: Tarjeta de acceso azul
fr: Carte-clé bleue
ja: 青いキーカード
pl: Niebieska karta dostępu
pt: Cartão-chave azul
ru: Синяя ключ-карта
zh_hans: 蓝色钥匙卡

# item_Green Keycard
source: Green Keycard
de: Grüne Schlüsselkarte
es: Tarjeta de acceso verde
fr: Carte-clé verte
ja: グリーンキーカード
pl: Zielona karta dostępu
pt: Cartão-chave verde
ru: Зеленая карта доступа
zh_hans: 绿色钥匙卡

# item_Ak47
source: Ak47
ru: АК47

# item_Uzi
source: Uzi
ja: ウジ
ru: Узи
zh_hans: 乌兹

# item_Shotgun
source: Shotgun
de: Schrotflinte
es: Escopeta
fr: Fusil de chasse
ja: ショットガン
pl: Strzelba
pt: Espingarda
ru: Дробовик
zh_hans: 霰弹枪

# item_Rifle Bullet
source: Rifle Bullet
de: Gewehrkugel
es: Bala de rifle
fr: Balle de fusil
ja: ライフルの弾丸
pl: Amunicja karabinowa
pt: Bala de rifle
ru: Винтовочная пуля
zh_hans: 步枪子弹

# item_Shotgun Bullet
source: Shotgun Bullet
de: Schrotflintenpatrone
es: Bala de escopeta
fr: Cartouche de fusil à pompe
ja: ショットガンの弾
pl: Amunicja do strzelby
pt: Cartucho de espingarda
ru: Дробовиковый патрон
zh_hans: 霰弹枪弹

# item_Ak47 Body
source: Ak47 Body
de: AK47-Gehäuse
es: Carcasa de AK47
fr: Corps de l'AK47
ja: AK47 ボディ
pl: Korpus Ak47
pt: Corpo do AK47
ru: Корпус АК47
zh_hans: AK47 枪身

# item_Uzi Body
source: Uzi Body
de: Uzi-Körper
es: Carcasa de Uzi
fr: Corps Uzi
ja: ウジボディ
pl: Korpus Uzi
pt: Corpo Uzi
ru: Тело Узи
zh_hans: 乌兹身体

# item_Shotgun Body
source: Shotgun Body
de: Schrotflintenkörper
es: Carcasa de escopeta
fr: Corps de fusil à pompe
ja: ショットガンのボディ
pl: Korpus strzelby
pt: Corpo de espingarda
ru: Корпус дробовика
zh_hans: 霰弹枪身

# item_Pistol Body
source: Pistol Body
de: Pistolengehäuse
es: Carcasa de pistola
fr: Corps de pistolet
ja: ピストルボディ
pl: Korpus pistoletu
pt: Corpo da pistola
ru: Корпус пистолета
zh_hans: 手枪身

# item_Gun Powder
source: Gun Powder
de: Schießpulver
es: Pólvora
fr: Poudre à canon
ja: 火薬
pl: Proch strzelniczy
pt: Pólvora
ru: Порох
zh_hans: 火药

# item_Lantern
source: Lantern
de: Laterne
es: Farol
fr: Lanterne
ja: ランタン
pl: Latarnia
pt: Lanterna
ru: Фонарь
zh_hans: 灯笼

# item_Beanie
source: Beanie
de: Mütze
es: Gorro
fr: Bonnet
ja: ビーニー
pl: Czapka
pt: Gorro
ru: Шапка
zh_hans: 毛线帽

# item_Emerald Beanie
source: Emerald Beanie
de: Smaragdgrüne Mütze
es: Gorro de lana esmeralda
fr: Bonnet émeraude
ja: エメラルドビーニー
pl: Szmaragdowa czapka
pt: Touca esmeralda
ru: Изумрудная шапочка
zh_hans: 翡翠色无檐小帽

# item_Charcoal Beanie
source: Charcoal Beanie
de: Kohlefarbene Beanie
es: Gorro de lana negro carbón
fr: Bonnet en charbon
ja: チャコールビーニー
pl: Węglowa czapka
pt: Gorro de carvão
ru: Угольная шапочка
zh_hans: 炭色无檐小帽

# item_Beret
source: Beret
de: Baskenmütze
es: boina
fr: béret
ja: ベレー帽
pt: boina
ru: берет
zh_hans: 贝雷帽

# item_Olive Beret
source: Olive Beret
de: Olivgrünes Barett
es: Boina verde oliva
fr: Béret olive
ja: オリーブ色のベレー帽
pl: Oliwkowy beret
pt: Boina oliva
ru: Оливковый берет
zh_hans: 橄榄色贝雷帽

# item_Base Cap
source: Base Cap
es: Gorra de béisbol
fr: Casquette de base
ja: ベースキャップ
pl: Czapka z daszkiem
pt: Boné
ru: Бейсболка
zh_hans: 棒球帽

# item_Obsidian Cap
source: Obsidian Cap
de: Obsidian Kappe
es: Gorro de obsidiana
fr: Casquette d'obsidienne
ja: 黒曜石の帽子
pl: Obsydianowa czapka
pt: Boné de Obsidiana
ru: Обсидиановая кепка
zh_hans: 黑曜石帽

# item_Hat
source: Hat
de: Hut
es: Sombrero
fr: Chapeau
ja: 帽子
pl: Kapelusz
pt: Chapéu
ru: Шляпа
zh_hans: 帽子

# item_Vintage Hat
source: Vintage Hat
de: Vintage-Hut
es: Sombrero vintage
fr: Chapeau vintage
ja: ヴィンテージハット
pl: Staromodny kapelusz
pt: Chapéu vintage
ru: Винтажная шляпа
zh_hans: 复古帽

# item_Military Pants
source: Military Pants
de: Militärhosen
es: Pantalones militares
fr: Pantalon militaire
ja: ミリタリーパンツ
pl: Spodnie wojskowe
pt: Calças militares
ru: Военные брюки
zh_hans: 军事裤

# item_Military Gloves
source: Military Gloves
de: Militärhandschuhe
es: Guantes militares
fr: Gants militaires
ja: 軍用グローブ
pl: Rękawice wojskowe
pt: Luvas militares
ru: Военные перчатки
zh_hans: 军用手套

# item_Military Helmet
source: Military Helmet
de: Militärhelm
es: Casco militar
fr: Casque militaire
ja: 軍用ヘルメット
pl: Hełm wojskowy
pt: Capacete militar
ru: Военный шлем
zh_hans: 军用头盔

# item_Military Shirt
source: Military Shirt
de: Militärhemd
es: Camisa militar
fr: Chemise militaire
ja: ミリタリーシャツ
pl: Koszula wojskowa
pt: Camisa militar
ru: Военная рубашка
zh_hans: 军事衬衫

# item_Camouflage Pants
source: Camouflage Pants
de: Tarnhosen
es: Pantalones de camuflaje
fr: Pantalon de camouflage
ja: 迷彩パンツ
pl: Spodnie kamuflażowe
pt: Calças de camuflagem
ru: Камуфляжные брюки
zh_hans: 伪装裤

# item_Camouflage Shirt
source: Camouflage Shirt
de: Tarnhemd
es: Camisa de camuflaje
fr: Chemise de camouflage
ja: 迷彩シャツ
pl: Koszula kamuflażowa
pt: Camisa de camuflagem
ru: Камуфляжная рубашка
zh_hans: 迷彩衬衫

# item_Scavenger Vest
source: Scavenger Vest
de: Aasfresserweste
es: Chaleco de carroñero
fr: Gilet de charognard
ja: スカベンジャーベスト
pl: Kamizelka zbieracza
pt: Colete de Abutre
ru: Жилет Падальщика
zh_hans: 清道夫背心

# item_Rusty Combat Vest
source: Rusty Combat Vest
de: Rostige Kampfweste
es: Chaleco de combate oxidado
fr: Gilet de combat rouillé
ja: 錆びた戦闘ベスト
pl: Zardzewiała kamizelka bojowa
pt: Colete de Combate Enferrujado
ru: Ржавый боевой жилет
zh_hans: 生锈的战斗背心

# item_Urban Guerrilla Vest
source: Urban Guerrilla Vest
de: Urban-Guerilla-Weste
es: Chaleco de guerrilla urbana
fr: Gilet de guérilla urbaine
ja: アーバンゲリラベスト
pl: Kamizelka miejskiej partyzantki
pt: Colete de Guerrilha Urbana
ru: Жилет городского партизана
zh_hans: 城市游击队背心

# item_Durable Jeans
source: Durable Jeans
de: Langlebige Jeans
es: Vaqueros duraderos
fr: Jeans durables
ja: 耐久性のあるジーンズ
pl: Wytrzymałe dżinsy
pt: Jeans duráveis
ru: Прочие джинсы
zh_hans: 耐用牛仔裤

# item_Rugged Shirt
source: Rugged Shirt
de: Robustes Hemd
es: Camisa resistente
fr: Chemise robuste
ja: 頑丈なシャツ
pl: Wytrzymała koszula
pt: Camisa resistente
ru: Прочная рубашка
zh_hans: 粗犷衬衫

# item_Tactical Gloves
source: Tactical Gloves
de: Taktische Handschuhe
es: Guantes tácticos
fr: Gants tactiques
ja: タクティカルグローブ
pl: Rękawice taktyczne
pt: Luvas táticas
ru: Тактические перчатки
zh_hans: 战术手套

# item_Leather Gloves
source: Leather Gloves
de: Lederhandschuhe
es: Guantes de cuero
fr: Gants en cuir
ja: レザーグローブ
pl: Skórzane rękawiczki
pt: Luvas de couro
ru: Кожаные перчатки
zh_hans: 皮手套

# item_Nuke Blueprint
source: Nuke Blueprint
de: Atombomben-Blaupause
es: Plano de arma nuclear
fr: Plan de l'arme nucléaire
ja: 核爆弾の設計図
pl: Plany ładunku jądrowego
pt: Projeto de arma nuclear
ru: Чертеж ядерного оружия
zh_hans: 核弹蓝图

# item_Nuke Frame
source: Nuke Frame
de: Nuklear-Rahmen
es: Armazón de arma nuclear
fr: Cadre nucléaire
ja: 核フレーム
pl: Rama ładunku jądrowego
pt: Estrutura Nuclear
ru: Ядерный каркас
zh_hans: 核框架

# item_Nuke Case
source: Nuke Case
de: Nuklearkoffer
es: Ojiva de arma nuclear
fr: Boîtier nucléaire
ja: 核ケース
pl: Obudowa ładunku jądrowego
pt: Maleta Nuclear
ru: Ядерный чемодан
zh_hans: 核弹箱

# item_Nuke Reflector
source: Nuke Reflector
de: Nuklearreflektor
es: Reflector de arma nuclear
fr: Réflecteur nucléaire
ja: 核リフレクター
pl: Reflektor jądrowy
pt: Refletor nuclear
ru: Ядерный рефлектор
zh_hans: 核反射器

# item_Nuke Trigger
source: Nuke Trigger
de: Atombombenzünder
es: Activador de arma nuclear
fr: Déclencheur de bombe nucléaire
ja: 核爆弾のトリガー
pl: Zapalnik jądrowy
pt: Gatilho nuclear
ru: Ядерный спусковой крючок
zh_hans: 核弹触发器

# item_Nuke Timer
source: Nuke Timer
de: Atomuhr-Timer
es: Temporizador de arma nuclear
fr: Minuteur nucléaire
ja: 核爆弾タイマー
pl: Czasomierz jądrowy
pt: Temporizador Nuclear
ru: Таймер ядерной бомбы
zh_hans: 核弹计时器

# item_Nuke Core
source: Nuke Core
de: Atomkern
es: Núcleo de arma nuclear
fr: Noyau de bombe nucléaire
ja: 核のコア
pl: Rdzeń jądrowy
pt: Núcleo da bomba nuclear
ru: Ядерное ядро
zh_hans: 核弹芯

# item_Wood_info
source: A basic building material gathered from trees. Essential for crafting and construction.
de: Ein grundlegendes Baumaterial, das aus Bäumen gewonnen wird. Wesentlich für Handwerk und Bau.
es: Material de construcción básico que se consigue de los árboles. Es esencial para fabricar y construir.
fr: Un matériau de construction de base récolté à partir des arbres. Essentiel pour l'artisanat et la construction.
ja: 木から集められる基本的な建築材料。工芸品や建設に不可欠です。
pl: Podstawowy materiał budowlany pozyskiwany z drzew. Niezbędny w rzemiośle i budownictwie.
pt: Um material de construção básico obtido de árvores. Essencial para artesanato e construção.
ru: Основной строительный материал, добываемый из деревьев. Необходим для ремесленного производства и строительства.
zh_hans: 从树木中采集的基本建筑材料。对于制作和建设至关重要。
