Repository: NimbleBeasts/RTFLanguageSupport
Catalog: XLIFF_*.xlf
Languages: de, es, fr, ja, pl, pt, ru, zh_hans

# item_Stone_info
source: Commonly found resource, useful for crafting tools and building sturdy structures.
de: Häufig gefundene Ressource, nützlich zum Herstellen von Werkzeugen und zum Bauen stabiler Strukturen.
es: Recurso común. Es útil para fabricar herramientas y para construir estructuras resistentes.
fr: Ressource couramment trouvée, utile pour fabriquer des outils et construire des structures solides.
ja: 一般的に見られる資源で、道具を作ったり頑丈な構造物を建てたりするのに役立ちます。
pl: Powszechnie spotykany zasób, przydatny do wytwarzania narzędzi i budowania solidnych konstrukcji.
pt: Recurso comumente encontrado, útil para fabricar ferramentas e construir estruturas robustas.
ru: Распространенный ресурс, полезный для изготовления инструментов и строительства прочных сооружений.
zh_hans: 常见资源，适用于制作工具和建造坚固结构。

# item_Axe_info
source: A tool for chopping wood. Essential for gathering and can be used as a weapon.
de: Ein Werkzeug zum Holzhacken. Unverzichtbar für das Sammeln und kann als Waffe verwendet werden.
es: Herramienta usada para talar madera. Es esencia para recoger materiales, y además se puede usar como arma.
fr: Un outil pour couper du bois. Essentiel pour la collecte et peut être utilisé comme une arme.
ja: 木を切り倒すための道具。収集に不可欠であり、武器としても使用できます。
pl: Narzędzie do rąbania drewna. Niezbędna do zbieractwa i może być używana jako broń.
pt: Uma ferramenta para cortar madeira. Essencial para a coleta e pode ser usada como arma.
ru: Инструмент для рубки дерева. Необходим для сбора и может быть использован в качестве оружия.
zh_hans: 用于砍伐木头的工具。对于采集至关重要，也可用作武器。

# item_Bow_info
source: A ranged weapon used for hunting wildlife and defending against threats. Requires arrows to use.
de: Eine Fernwaffe, die zur Jagd auf Wildtiere und zur Abwehr von Bedrohungen eingesetzt wird. Benötigt Pfeile zur Verwendung.
es: Arma de largo alcance usada para cazar animales salvajes y defenderte de cualquier amenaza. Necesitas flechas para usarlo.
fr: Une arme à distance utilisée pour chasser la faune et se défendre contre les menaces. Nécessite des flèches pour l'utiliser.
ja: 野生動物の狩猟と脅威からの防御に使用される遠隔武器。使用するには矢が必要です。
pl: Broń dystansowa używana do polowań na zwierzynę i obrony przed zagrożeniami. Wymaga strzał do użycia.
pt: Uma arma de longo alcance usada para caçar animais selvagens e se defender contra ameaças. Requer flechas para usar.
ru: Дальнобойное оружие, используемое для охоты на диких животных и защиты от угроз. Требует стрел для использования.
zh_hans: 用于狩猎野生动物和防御威胁的远程武器。使用时需要箭。

# item_Arrow_info
source: Ammunition for bows. Crafted from wood and stone, essential for hunting and combat.
de: Munition für Bögen. Aus Holz und Stein gefertigt, unerlässlich für die Jagd und den Kampf.
es: Munición para arcos. Se fabrica con madera y piedra, y es esencial para cazar y combatir.
fr: Munitions pour arcs. Fabriquées en bois et en pierre, essentielles pour la chasse et le combat.
ja: 弓のための矢。木と石で作られ、狩猟と戦闘に不可欠です。
pl: Amunicja do łuków. Wykonana z drewna i kamienia, niezbędna do polowań i walki.
pt: Munição para arcos. Feita de madeira e pedra, essencial para caça e combate.
ru: Боеприпасы для луков. Изготовлены из дерева и камня, необходимы для охоты и боя.
zh_hans: 弓箭的弹药。由木头和石头制成，对于狩猎和战斗至关重要。

# item_Campfire_info
source: Fundamental source for cooking and smelting. Crucial for enduring survival in extreme conditions.
de: Grundlegende Quelle für Kochen und Schmelzen. Entscheidend für das Überleben unter extremen Bedingungen.
es: Elemento indispensable para cocinar fundir metales. Es crucial para sobrevivir en condiciones extremas.
fr: Source fondamentale pour la cuisine et la fusion. Crucial pour la survie durable dans des conditions extrêmes.
ja: 料理と製錬のための基本的な源。極端な条件での生存には不可欠です。
pl: Podstawowe źródło do gotowania i wytapiania. Niezbędne do przetrwania w ekstremalnych warunkach.
pt: Fonte fundamental para cozinhar e fundir. Crucial para a sobrevivência duradoura em condições extremas.
ru: Основной источник для приготовления пищи и плавки. Жизненно важен для выживания в экстремальных условиях.
zh_hans: 烹饪和熔炼的基本来源。在极端条件下生存至关重要。

# item_Bed_info
source: A place to rest and respawn.
de: Ein Ort zum Ausruhen und Wiedereinstieg.
es: Lugar para descansar y donde podrás reaparecer.
fr: Un endroit pour se reposer et réapparaître.
ja: 休息とリスポーンの場所。
pl: Miejsce odpoczynku i odrodzenia.
pt: Um lugar para descansar e reaparecer.
ru: Место для отдыха и возрождения.
zh_hans: 一个休息和重生的地方。

# item_Pick Axe_info
source: Tool used for mining resources like stone, sulfur and metal.
de: Werkzeug zum Abbau von Ressourcen wie Stein, Schwefel und Metall.
es: Herramienta usada para extraer recursos como piedr, azufre y metal.
fr: Outil utilisé pour l'extraction de ressources telles que la pierre, le soufre et le métal.
ja: 石、硫黄、金属などの資源を採掘するための道具。
pl: Narzędzie używane do wydobywania surowców takich jak kamień, siarka i metal.
pt: Ferramenta usada para mineração de recursos como pedra, enxofre e metal.
ru: Инструмент, используемый для добычи ресурсов, таких как камень, сера и металл.
zh_hans: 用于开采石头、硫磺和金属等资源的工具。

# item_Coal_info
source: A valuable resource for crafting.
de: Eine wertvolle Ressource für das Handwerk.
es: Recurso valioso para fabricar objetos.
fr: Une ressource précieuse pour l'artisanat.
ja: クラフティングにとって貴重な資源。
pl: Cenny materiał rzemieślniczy.
pt: Um recurso valioso para artesanato.
ru: Ценный ресурс для рукоделия.
zh_hans: 用于制作的宝贵资源。

# item_Metal Fragments_info
source: Refined metal for crafting and building, made by smelting ore.
de: Veredeltes Metall zum Basteln und Bauen, hergestellt durch das Schmelzen von Erz.
es: Metal refinado que se usa para fabricar objetos y construir estructuras. Se prepara fundiendo minerales.
fr: Métal raffiné pour l'artisanat et la construction, obtenu par la fonte de minerai.
ja: 鉱石を溶解して作られた、工芸品や建築用の精錬金属。
pl: Uszlachetniony metal do rzemiosła i budownictwa, wytwarzany przez wytapianie rudy.
pt: Metal refinado para artesanato e construção, feito pelo derretimento de minério.
ru: Очищенный металл для ремесленных работ и строительства, полученный путём плавки руды.
zh_hans: 通过熔炼矿石制成的用于工艺和建筑的精炼金属。

# item_Raw Meat_info
source: Basic food from hunting wildlife. Needs cooking for safe eating.
de: Grundnahrungsmittel aus der Jagd auf Wildtiere. Muss gekocht werden, um sicher verzehrt werden zu können.
es: Alimento básico obtenido al cazar animales salvajes. Debes cocinarla para poder consumirla sin riesgos.
fr: Nourriture de base issue de la chasse à la faune sauvage. Nécessite une cuisson pour une consommation sans risque.
ja: 野生動物の狩猟による基本的な食料。安全に食べるためには調理が必要です。
pl: Podstawowy pokarm z polowań na zwierzynę. Trzeba je ugotować, aby móc bezpiecznie zjeść.
pt: Alimento básico proveniente da caça de animais selvagens. Necessita de cozimento para ser consumido com segurança.
ru: Основная пища из добычи диких животных. Требует приготовления для безопасного употребления.
zh_hans: 来自狩猎野生动物的基本食物。需要烹饪才能安全食用。

# item_Pistol_info
source: Handheld firearm, useful for self-defense and hunting. Requires bullets.
de: Handfeuerwaffe, nützlich zur Selbstverteidigung und zur Jagd. Benötigt Kugeln.
es: Arma de fuego portátil, que se usa para defenderte de enemigos y para cazar. Necesitas balas para usarla.
fr: Arme à feu portative, utile pour l'autodéfense et la chasse. Nécessite des balles.
ja: 携帯用の火器で、自己防衛や狩猎に役立ちます。弾丸が必要です。
pl: Ręczna broń palna, przydatna w samoobronie i myślistwie. Wymaga naboi.
pt: Arma de fogo portátil, útil para autodefesa e caça. Requer balas.
ru: Переносное огнестрельное оружие, полезное для самообороны и охоты. Требует пуль.
zh_hans: 手持火器，适用于自卫和狩猎。需要子弹。

# item_Grenade_info
source: Explosive device used for enemy damage.
de: Explosive Vorrichtung zur Feindschädigung.
es: Dispositivo explosivo para infligir daño a los enemigos.
fr: Dispositif explosif utilisé pour endommager l'ennemi.
ja: 敵にダメージを与えるための爆発装置。
pl: Ładunek wybuchowy używany do zadawania obrażeń wrogom.
pt: Dispositivo explosivo usado para danificar o inimigo.
ru: Взрывное устройство, используемое для поражения врага.
zh_hans: 用于敌人伤害的爆炸装置。

# item_Bear Rug_info
source: Decorative item crafted from leather. Charges health when placed in your home.
de: Dekorativer Gegenstand aus Leder gefertigt. Lädt Gesundheit auf, wenn er in Ihrem Zuhause platziert wird.
es: Objeto decorativo fabricado con cuero. Recupera tu salud cuando se coloca en tu casa.
fr: Objet décoratif fabriqué à partir de cuir. Recharge la santé lorsqu'il est placé dans votre domicile.
ja: レザーで作られた装飾品。自宅に置くと健康がチャージされます。
pl: Przedmiot dekoracyjny wytwarzany ze skóry. Ładuje zdrowie po umieszczeniu w domu.
pt: Item decorativo feito de couro. Carrega saúde quando colocado em sua casa.
ru: Декоративный предмет из кожи. Заряжает здоровье, когда размещается в вашем доме.
zh_hans: 由皮革制成的装饰品。放置在你家中时可以充能健康。

# item_Deer Skull_info
source: Decorative item crafted from leather. Charges health when placed in your home.
de: Dekorationsgegenstand aus Leder gefertigt. Lädt die Gesundheit auf, wenn er in Ihrem Zuhause platziert wird.
es: Objeto decorativo fabricado con cuero. Recupera tu salud cuando se coloca en tu casa.
fr: Objet décoratif fabriqué à partir de cuir. Recharge la santé lorsqu'il est placé dans votre maison.
ja: 革で作られた装飾品。自宅に置くと健康がチャージされます。
pl: Przedmiot dekoracyjny wytwarzany ze skóry. Ładuje zdrowie po umieszczeniu w domu.
pt: Item decorativo feito de couro. Carrega saúde quando colocado em sua casa.
ru: Декоративный предмет, изготовленный из кожи. Заряжает здоровье, когда размещен в вашем доме.
zh_hans: 由皮革制成的装饰品。放置在您家中时可充能健康。

# item_Wall Rug_info
source: Decorative item crafted from leather. Charges health when placed in your home.
de: Dekorativer Gegenstand aus Leder gefertigt. Lädt die Gesundheit auf, wenn er in Ihrem Zuhause platziert wird.
es: Objeto decorativo fabricado con cuero. Recupera tu salud cuando se coloca en tu casa.
fr: Objet décoratif fabriqué à partir de cuir. Recharge la santé lorsqu'il est placé dans votre domicile.
ja: 革で作られた装飾品。自宅に置くと健康がチャージされます。
pl: Przedmiot dekoracyjny wytwarzany ze skóry. Ładuje zdrowie po umieszczeniu w domu.
pt: Item decorativo feito de couro. Recarrega a saúde quando colocado em sua casa.
ru: Декоративный предмет, изготовленный из кожи. Заряжает здоровье, когда размещен в вашем доме.
zh_hans: 由皮革制成的装饰品。放置在您家中时可充能健康。

# item_Pistol Bullet_info
source: Ammunition for pistols.
de: Munition für Pistolen.
es: Munición empleada por la pistola.
fr: Munitions pour pistolets.
ja: ピストル用の弾薬。
pl: Amunicja do pistoletów.
pt: Munição para pistolas.
ru: Патроны для пистолетов.
zh_hans: 手枪弹药。

# item_Hammer_info
source: Used for upgrading and repairing structures. Essential for base maintenance and upgrading the workbench.
de: Wird verwendet, um Strukturen zu verbessern und zu reparieren. Wesentlich für die Basisinstandhaltung und das Aufrüsten der Werkbank.
es: Usado para mejorar y reparar estructuras. Esencial para el mantenimiento de la base y la mejora del banco de trabajo.
fr: Utilisé pour améliorer et réparer les structures. Essentiel pour l'entretien de la base et la mise à niveau de l'établi.
ja: 構造のアップグレードと修理に使用されます。基地の維持と作業台のアップグレードに不可欠です。
pl: Używane do ulepszania i naprawy struktur. Niezbędne do konserwacji bazy i ulepszania warsztatu.
pt: Utilizado para atualizar e reparar estruturas. Essencial para a manutenção da base e para a atualização da bancada de trabalho.
ru: Используется для модернизации и ремонта сооружений. Необходимо для обслуживания базы и модернизации верстака.
zh_hans: 用于升级和修理结构。 对于基地维护和升级工作台至关重要。

# item_Large Wood Box_info
source: Storage unit for holding items. Crucial for organizing and protecting resources.
de: Lagereinheit zum Aufbewahren von Gegenständen. Entscheidend für die Organisation und den Schutz von Ressourcen.
es: Elemento de almacenamiento para guardar objetos. Es crucal para organizar y proteger tus recursos.
fr: Unité de stockage pour contenir des articles. Essentiel pour organiser et protéger les ressources.
ja: アイテムを保持するための収納ユニット。 資源を整理し、保護するために不可欠です。
pl: Przestrzeń magazynowa do przechowywania przedmiotów. Niezbędna do organizowania i ochrony zasobów.
pt: Unidade de armazenamento para guardar itens. Crucial para organizar e proteger recursos.
ru: Единица хранения для размещения предметов. Жизненно важно для организации и защиты ресурсов.
zh_hans: 用于存放物品的存储单元。 对于组织和保护资源至关重要。

# item_Vending Machine_info
source: Automated trade unit. Can be used to buy and sell items with other players.
de: Automatisierte Handelseinheit. Kann verwendet werden, um Gegenstände mit anderen Spielern zu kaufen und zu verkaufen.
es: Unidad de comercio automatizada. Se puede usar para la compra/venta de objetos de otros jugadores.
fr: Unité de commerce automatisée. Peut être utilisée pour acheter et vendre des articles avec d'autres joueurs.
ja: 自動取引ユニット。他のプレイヤーとアイテムを売買することができます。
pl: Zautomatyzowana jednostka handlowa. Można go używać do kupowania i sprzedawania przedmiotów z innymi graczami.
pt: Unidade de comércio automatizado. Pode ser usada para comprar e vender itens com outros jogadores.
ru: Автоматизированный торговый блок. Может использоваться для покупки и продажи предметов с другими игроками.
zh_hans: 自动化交易单元。可用于与其他玩家购买和出售物品。

# item_Satoshi_info
source: In-game currency for trading and purchasing items. Acquired through various means.
de: In-Game-Währung für Handel und Kauf von Gegenständen. Auf verschiedene Weisen erworben.
es: Divisa del juego para comerciar y comprar objetos. Se puede conseguir de diferentes formas.
fr: Monnaie en jeu pour échanger et acheter des articles. Acquise par divers moyens.
ja: アイテムの取引や購入に使うゲーム内通貨。様々な方法で獲得されます。
pl: Waluta w grze służąca do handlu i kupowania przedmiotów. Zdobywana różnymi sposobami.
pt: Moeda no jogo para negociação e compra de itens. Adquirida por vários meios.
ru: Игровая валюта для торговли и покупки предметов. Получается различными способами.
zh_hans: 用于交易和购买物品的游戏内货币。可以通过各种方式获得。

# item_Backpack_info
source: Item storage of deceased player.
de: Gegenstandslagerung des verstorbenen Spielers
es: Almacén de objetos de un jugador muerto.
fr: Stockage des objets du joueur décédé
ja: 故プレイヤーのアイテム保管
pl: Skład przedmiotów zmarłego gracza.
pt: Armazenamento de itens do jogador falecido
ru: Хранение вещей умершего игрока
zh_hans: 已故玩家的物品存储

# item_Iron_info
source: A raw metal resource, used in crafting and building. Requires smelting to purify.
de: Eine rohe Metallressource, die in der Handwerkskunst und im Bauwesen verwendet wird. Erfordert Schmelzen, um sie zu reinigen.
es: Recurso metálico en crudo, que se usa para fabricar objetos y construir estructuras. Debes fundirlo para purificarlo.
fr: Une ressource métallique brute, utilisée dans l'artisanat et la construction. Nécessite une fonte pour la purifier.
ja: 工芸や建築に使用される生の金属資源。精錬して純化する必要があります。
pl: Surowiec metaliczny, używany w rzemiośle i budownictwie. Wymaga wytapiania w celu oczyszczenia.
pt: Um recurso metálico bruto, usado na fabricação e construção. Requer fundição para purificar.
ru: Сырьевой металлический ресурс, используемый в изготовлении и строительстве. Требует плавки для очистки.
zh_hans: 一种未加工的金属资源，用于制作和建造。需要熔炼以提纯。

# item_Grilled Meat_info
source: Cooked meat, safe to eat. Provides better nourishment than raw meat.
de: Gekochtes Fleisch, sicher zu essen. Bietet bessere Nährwerte als rohes Fleisch.
es: Carne cocinada y segura para su consumo. Es más nutritiva que la carne cruda.
fr: Viande cuite, sûre à consommer. Offre une meilleure nutrition que la viande crue.
ja: 調理された肉は、食べても安全です。生肉よりも栄養価が高い。
pl: Gotowane mięso, bezpieczne do spożycia. Zapewnia lepsze pożywienie niż surowe mięso.
pt: Carne cozida, segura para comer. Fornece melhor nutrição do que carne crua.
ru: Приготовленное мясо, безопасно для употребления. Обеспечивает лучшее питание, чем сырое мясо.
zh_hans: 熟肉，安全食用。比生肉提供更好的营养。

# item_Workbench 1_info
source: Basic workbench for crafting items. It helps prevent building decay and can be upgraded using a Hammer.
de: Einfache Werkbank zum Herstellen von Gegenständen. Sie hilft, den Verfall von Gebäuden zu verhindern und kann mit einem Hammer aufgerüstet werden.
es: Banco de trabajo básico para fabricar objetos. Ayuda a prevenir la decadencia de los edificios y se puede mejorar usando un martillo.
fr: Établi de base pour fabriquer des objets. Il aide à prévenir la décomposition des constructions et peut être amélioré à l'aide d'un marteau.
ja: アイテムを作成するための基本的な作業台。建築物の劣化を防ぐことができ、ハンマーを使用してアップグレードすることができます。
pl: Podstawowy stół warsztatowy do tworzenia przedmiotów. Pomaga zapobiegać rozkładowi budynków i może być ulepszany za pomocą młotka.
pt: Bancada básica para criar itens. Ajuda a prevenir a degradação de construções e pode ser aprimorada usando um Martelo.
ru: Основной верстак для создания предметов. Он помогает предотвратить разрушение строений и может быть улучшен с помощью молотка.
zh_hans: 基础工作台，用于制作物品。它有助于防止建筑衰败，可以使用锤子进行升级。

# item_Workbench 2_info
source: Upgraded workbench for crafting items. It helps prevent building decay and can be upgraded using a Hammer.
de: Aufgerüstete Werkbank zum Herstellen von Gegenständen. Sie hilft dabei, den Verfall von Gebäuden zu verhindern und kann mit einem Hammer aufgerüstet werden.
es: Banco de trabajo mejorado para la elaboración de artículos. Ayuda a prevenir la decadencia de los edificios y se puede mejorar con un martillo.
fr: Établi amélioré pour la fabrication d'objets. Il aide à prévenir la dégradation des bâtiments et peut être amélioré à l'aide d'un marteau.
ja: アイテムを作成するためのアップグレードされた作業台。建物の劣化を防ぐのに役立ち、ハンマーを使用してアップグレードすることができます。
pl: Ulepszony stół roboczy do tworzenia przedmiotów. Pomaga zapobiegać rozkładowi budynków i może być ulepszony za pomocą młotka.
pt: Bancada de trabalho aprimorada para criar itens. Ajuda a prevenir a degradação de construções e pode ser melhorada usando um Martelo.
ru: Улучшенный верстак для создания предметов. Он помогает предотвратить разрушение зданий и может быть улучшен с помощью молотка.
zh_hans: 升级工作台用于制作物品。它有助于防止建筑衰败，并且可以使用锤子进行升级。

# item_Workbench 3_info
source: Advanced workbench for crafting items. It helps prevent building decay and can be upgraded using a Hammer.
de: Fortgeschrittene Werkbank zum Herstellen von Gegenständen. Sie hilft, den Verfall von Gebäuden zu verhindern und kann mit einem Hammer aufgerüstet werden.
es: Banco de trabajo avanzado para fabricar artículos. Ayuda a prevenir la decadencia de los edificios y se puede mejorar con un martillo.
fr: Établi avancé pour fabriquer des objets. Il aide à prévenir la dégradation des constructions et peut être amélioré en utilisant un marteau.
ja: アイテムを作るための高度な作業台。建物の劣化を防ぐのに役立ち、ハンマーを使用してアップグレードすることができます。
pl: Zaawansowany stół warsztatowy do wytwarzania przedmiotów. Pomaga zapobiegać rozkładowi budynku i może być ulepszony przy użyciu młotka.
pt: Bancada avançada para criar itens. Ajuda a prevenir a deterioração de construções e pode ser melhorada usando um Martelo.
ru: Продвинутый верстак для создания предметов. Помогает предотвратить разрушение зданий и может быть улучшен с помощью молота.
zh_hans: 用于制作物品的高级工作台。它有助于防止建筑物衰败，可以使用锤子进行升级。

# item_Sulfur_info
source: Resource for crafting gunpowder and explosives. Gathered from mining.
de: Ressource für die Herstellung von Schießpulver und Sprengstoffen. Durch Bergbau gewonnen.
es: Recurso usado para fabricar pólvora y explosivos. Se consigue con herramientas de minería.
fr: Ressource pour fabriquer de la poudre à canon et des explosifs. Collectée via l'exploitation minière.
ja: 火薬と爆発物を作るための資源。鉱業から採取されます。
pl: Surowiec do wytwarzania prochu i materiałów wybuchowych. Pozyskiwany z górnictwa.
pt: Recurso para a fabricação de pólvora e explosivos. Obtido através da mineração.
ru: Ресурс для изготовления пороха и взрывчатых веществ. Добывается при помощи горной добычи.
zh_hans: 用于制作火药和爆炸物的资源。通过采矿获得。

# item_Sulfur Powder_info
source: Refined sulfur, a key ingredient in making gunpowder. Obtained by processing sulfur.
de: Raffinierter Schwefel, ein Schlüsselbestandteil bei der Herstellung von Schießpulver. Gewonnen durch die Verarbeitung von Schwefel.
es: Azufre refinado, usado como ingrediente principal en la fabricación de pólvora. Se obtiene al procesar azufre.
fr: Soufre raffiné, un ingrédient clé dans la fabrication de la poudre à canon. Obtenu par traitement du soufre.
ja: 精製硫黄は火薬を作るための重要な材料です。硫黄を加工して得られます。
pl: Rafinowana siarka, kluczowy składnik do produkcji prochu strzelniczego. Otrzymywany przez obróbkę siarki.
pt: Enxofre refinado, um ingrediente chave na fabricação de pólvora. Obtido pelo processamento de enxofre.
ru: Очищенный сера, ключевой ингредиент в производстве пороха. Получается путем переработки серы.
zh_hans: 精炼硫磺，是制造火药的关键成分。通过加工硫磺获得。

# item_Hoe_info
source: Farming tool used for planting and harvesting crops. Essential for sustainable food production.
de: Landwirtschaftliches Werkzeug, das für das Pflanzen und Ernten von Kulturen verwendet wird. Wesentlich für eine nachhaltige Lebensmittelproduktion.
es: Herramienta de agricultura usada para plantar y recoger cultivos. Es esencial para producir alimentos de forma sostenible.
fr: Outil agricole utilisé pour planter et récolter les cultures. Essentiel pour une production alimentaire durable.
ja: 作物の植え付けと収穫に使用される農業用具。持続可能な食料生産に不可欠です。
pl: Narzędzie rolnicze używane do sadzenia i zbioru roślin. Niezbędne do stałej produkcji żywności.
pt: Ferramenta agrícola usada para plantar e colher culturas. Essencial para a produção sustentável de alimentos.
ru: Сельскохозяйственный инструмент, используемый для посадки и сбора урожая. Необходим для устойчивого производства пищи.
zh_hans: 用于种植和收获作物的农具。对可持续食物生产至关重要。

# item_Flax_info
source: A plant resource. Used in crafting textiles and other items.
de: Eine Pflanzenressource. Wird zur Herstellung von Textilien und anderen Gegenständen verwendet.
es: Recurso vegetal. Se usa para fabricar tejidos y otros objetos.
fr: Une ressource végétale. Utilisée dans la fabrication de textiles et d'autres articles.
ja: 植物資源。織物やその他のアイテムを作るために使用されます。
pl: Zasób roślinny. Używany do wytwarzania tekstyliów i innych przedmiotów.
pt: Um recurso vegetal. Utilizado na confecção de têxteis e outros itens.
ru: Растительный ресурс. Используется в изготовлении текстиля и других изделий.
zh_hans: 植物资源。用于制作纺织品和其他物品。

# item_Wheat_info
source: A crop used for making food items like bread. Grown from seeds.
de: Eine zum Herstellen von Lebensmitteln wie Brot verwendete Pflanze. Aus Samen gewachsen.
es: Cultivo usado para preparar alimentos, por ejemplo pan. Crece plantando sus semillas.
fr: Une culture utilisée pour fabriquer des aliments comme le pain. Cultivée à partir de graines.
ja: パンのような食品を作るために使用される作物。種から栽培されます。
pl: Roślina używana do produkcji artykułów spożywczych, takich jak chleb. Uprawiana z nasion.
pt: Uma cultura usada para fazer itens alimentícios como pão. Crescida a partir de sementes.
ru: Культура, используемая для изготовления продуктов питания, таких как хлеб. Выращивается из семян.
zh_hans: 用于制作面包等食品的作物。从种子中种植。

# item_Carrot_info
source: A nutritious vegetable, can be eaten raw or cooked. Grown from seeds.
de: Ein nahrhaftes Gemüse, kann roh oder gekocht gegessen werden. Aus Samen gewachsen.
es: Verdura nutritiva que puede comerse cruda o cocinada. Crece plantando sus semillas.
fr: Un légume nutritif, peut être consommé cru ou cuit. Cultivé à partir de graines.
ja: 栄養価の高い野菜で、生でも調理しても食べられます。種から栽培されます。
pl: Pożywne warzywo, można jeść na surowo lub gotowane. Uprawiane z nasion.
pt: Um vegetal nutritivo, pode ser comido cru ou cozido. Crescido a partir de sementes.
ru: Питательный овощ, можно употреблять в сыром или приготовленном виде. Выращен из семян.
zh_hans: 一种营养的蔬菜，可以生吃或煮熟食用。由种子种植而成。
