Repository: NimbleBeasts/RTFLanguageSupport
Catalog: XLIFF_*.xlf
Languages: de, es, fr, ja, pl, pt, ru, zh_hans

# item_Solar Panel_info
source: Converts sunlight into electricity. Provides a sustainable power source for various devices.
de: Umwandlung von Sonnenlicht in Elektrizität. Stellt eine nachhaltige Energiequelle für verschiedene Geräte bereit.
es: Convierte la luz solar en electricidad. Proporciona una fuente de energía sostenible para varios dispositivos.
fr: Convertit la lumière du soleil en électricité. Fournit une source d'énergie durable pour divers appareils.
ja: 太陽光を電気に変換します。様々なデバイスに持続可能な電源を提供します。
pl: Przetwarza światło słoneczne na energię elektryczną. Zapewnia zrównoważone źródło zasilania dla różnych urządzeń.
pt: Converte a luz solar em eletricidade. Fornece uma fonte de energia sustentável para vários dispositivos.
ru: Преобразует солнечный свет в электричество. Обеспечивает устойчивый источник питания для различных устройств.
zh_hans: 将阳光转换为电能。为各种设备提供可持续的电力来源。

# item_Satoshi Miner
source: Satoshi Miner
es: Minero de Satoshi
fr: Mineur de Satoshi
ja: サトシマイナー
pl: Górnik Satoshi
pt: Minerador de Satoshi
ru: Майнер Сатоши
zh_hans: 比特币矿工

# item_Satoshi Miner_info
source: Generates cryptocurrency by solving complex algorithms. Requires electricity to operate.
de: Erzeugt Kryptowährung, indem komplexe Algorithmen gelöst werden. Benötigt Strom zum Betreiben.
es: Genera criptomonedas resolviendo algoritmos complejos. Requiere electricidad para funcionar.
fr: Génère de la cryptomonnaie en résolvant des algorithmes complexes. Nécessite de l'électricité pour fonctionner.
ja: 複雑なアルゴリズムを解決することで暗号通貨を生成します。 動作には電気が必要です。
pl: Generuje kryptowalutę przez rozwiązywanie skomplikowanych algorytmów. Wymaga elektryczności do działania.
pt: Gera criptomoeda resolvendo algoritmos complexos. Requer eletricidade para operar.
ru: Генерирует криптовалюту, решая сложные алгоритмы. Для работы требуется электричество.
zh_hans: 通过解决复杂算法来生成加密货币。 需要电力来运行。

# item_Satoshi Mining Rack
source: Satoshi Mining Rack
es: Rack de Minería Satoshi
fr: Rack de minage Satoshi
ja: サトシマイニングラック
pl: Regał do kopania Satoshi
pt: Rack de Mineração Satoshi
ru: Стойка для майнинга Сатоши
zh_hans: 聪币挖矿架

# item_Satoshi Mining Rack_info
source: Houses multiple Satoshi Miners, increasing cryptocurrency production.
de: Beherbergt mehrere Satoshi-Miner, erhöht die Produktion von Kryptowährung.
es: Aloja múltiples mineros Satoshi, incrementando la producción de criptomoneda.
fr: Abrite plusieurs mineurs Satoshi, augmentant la production de cryptomonnaie.
ja: 複数のサトシマイナーを収容し、暗号通貨の生産を増加させます。
pl: Mieszczą multiple Satoshi Miners, zwiększając produkcję kryptowaluty.
pt: Aloja vários mineradores Satoshi, aumentando a produção de criptomoeda.
ru: Вмещает несколько майнеров Satoshi, увеличивая производство криптовалюты.
zh_hans: 容纳多个Satoshi Miner，增加加密货币产量。

# item_Planter Box
source: Planter Box
de: Pflanzkasten
es: Macetero
fr: Bac à plantes
ja: プランターボックス
pl: Skrzynka do sadzenia
pt: Caixa de plantio
ru: Ящик для посадки
zh_hans: 种植箱

# item_Planter Box_info
source: Used for growing crops and plants. Provides a sustainable food source.
de: Wird zum Anbau von Feldfrüchten und Pflanzen verwendet. Bietet eine nachhaltige Nahrungsquelle.
es: Utilizado para cultivar cultivos y plantas. Proporciona una fuente de alimento sostenible.
fr: Utilisé pour cultiver des récoltes et des plantes. Fournit une source de nourriture durable.
ja: 作物や植物を育てるために使用されます。持続可能な食料源を提供します。
pl: Używane do uprawy roślin i plonów. Zapewnia zrównoważone źródło żywności.
pt: Usado para cultivar colheitas e plantas. Fornece uma fonte de alimento sustentável.
ru: Используется для выращивания сельскохозяйственных культур и растений. Обеспечивает устойчивый источник питания.
zh_hans: 用于种植农作物和植物。提供可持续的食物来源。

# item_Industrial Lamp
source: Industrial Lamp
de: Industrielampe
es: Lámpara industrial
fr: Lampe industrielle
ja: インダストリアルランプ
pl: Lampa przemysłowa
pt: Lâmpada industrial
ru: Промышленная лампа
zh_hans: 工业灯

# item_Industrial Lamp_info
source: Used for growing crops and plants. Provides a sustainable food source. Requires electricity to operate.
de: Wird zum Anbau von Nutzpflanzen und Pflanzen verwendet. Bietet eine nachhaltige Nahrungsquelle. Benötigt Strom zum Betrieb.
es: Utilizado para cultivar cultivos y plantas. Proporciona una fuente de alimentos sostenible. Requiere electricidad para funcionar.
fr: Utilisé pour cultiver des cultures et des plantes. Fournit une source alimentaire durable. Nécessite de l'électricité pour fonctionner.
ja: 作物や植物を育てるために使用されます。持続可能な食料源を提供します。操作には電力が必要です。
pl: Używane do uprawy roślin i plonów. Zapewnia zrównoważone źródło pożywienia. Wymaga zasilania elektrycznego do działania.
pt: Usado para cultivar culturas e plantas. Fornece uma fonte de alimento sustentável. Requer eletricidade para operar.
ru: Используется для выращивания сельскохозяйственных культур и растений. Обеспечивает устойчивый источник пищи. Требуется электричество для работы.
zh_hans: 用于种植农作物和植物。提供可持续的食物来源。需要电力才能操作。

# item_Ceiling Lamp
source: Ceiling Lamp
de: Deckenlampe
es: Lámpara de techo
fr: Lampe de plafond
ja: 天井照明
pl: Lampa sufitowa
pt: Lâmpada de teto
ru: Потолочная лампа
zh_hans: 吊灯

# item_Ceiling Lamp_info
source: Light source. Requires electricity to operate.
de: Lichtquelle. Benötigt Strom zum Betrieb.
es: Fuente de luz. Requiere electricidad para funcionar.
fr: Source de lumière. Nécessite de l'électricité pour fonctionner.
ja: 光源。動作には電気が必要です。
pl: Źródło światła. Wymaga zasilania elektrycznego do działania.
pt: Fonte de luz. Requer eletricidade para operar.
ru: Источник света. Требуется электричество для работы.
zh_hans: 光源。需要电力才能运行。

# item_Advanced Planter Box
source: Advanced Planter Box
de: Fortschrittlicher Pflanzkasten
es: Caja de Plantador Avanzada
fr: Jardinière Avancée
ja: 高機能プランターボックス
pl: Zaawansowana skrzynka na rośliny
pt: Caixa de Plantação Avançada
ru: Передовой ящик для растений
zh_hans: 高级花坛

# item_Advanced Planter Box_info
source: Used for growing crops and plants. Requires electricity to operate.
de: Wird zum Anbau von Nutzpflanzen und Pflanzen verwendet. Benötigt Strom zum Betrieb.
es: Utilizado para cultivar cultivos y plantas. Requiere electricidad para funcionar.
fr: Utilisé pour la culture des cultures et des plantes. Nécessite de l'électricité pour fonctionner.
ja: 作物や植物の栽培に使用されます。操作するには電力が必要です。
pl: Używany do uprawy roślin i zbóż. Wymaga zasilania elektrycznego.
pt: Usado para cultivar culturas e plantas. Requer eletricidade para operar.
ru: Используется для выращивания сельскохозяйственных культур и растений. Для работы требуется электричество.
zh_hans: 用于种植作物和植物。需要电力才能操作。

# text_button_turn_all_on
source: Turn all on
de: Alles einschalten
es: Encender todo
fr: Tout allumer
ja: すべてオンにする
pl: Włącz wszystko
pt: Ligar tudo
ru: Включить все
zh_hans: 全部打开

# text_button_turn_all_off
source: Turn all off
de: Alles ausschalten
es: Apagar todo
fr: Tout éteindre
ja: すべてオフにする
pl: Wyłącz wszystko
pt: Desligar tudo
ru: Выключить всё
zh_hans: 全部关闭

# text_button_label_electric_input
source: energy input: <color=#428236>{0}</color>
de: Energiezufuhr: <color=#428236>{0}</color>
es: entrada de energía: <color=#428236>{0}</color>
fr: entrée d'énergie: <color=#428236>{0}</color>
ja: エネルギー入力: <color=#428236>{0}</color>
pl: wejście energii: <color=#428236>{0}</color>
pt: entrada de energia: <color=#428236>{0}</color>
ru: ввод энергии: <color=#428236>{0}</color>
zh_hans: 能量输入: <color=#428236>{0}</color>

# text_button_label_electric_output
source: energy output: <color=#d94f4f>{0}</color>
de: Energieausgabe: <color=#d94f4f>{0}</color>
es: salida de energía <color=#d94f4f>{0}</color>
fr: production d'énergie: <color=#d94f4f>{0}</color>
ja: エネルギー出力 <color=#d94f4f>{0}</color>
pl: wyjście energii <color=#d94f4f>{0}</color>
pt: saída de energia <color=#d94f4f>{0}</color>
ru: выход энергии <color=#d94f4f>{0}</color>
zh_hans: 能量输出: <color=#d94f4f>{0}</color>

# text_button_label_electric_battery
source: battery: <color=#a5bbb1>{0}</color>
de: Batterie: <color=#a5bbb1>{0}</color>
es: batería: <color=#a5bbb1>{0}</color>
fr: batterie: <color=#a5bbb1>{0}</color>
ja: バッテリー: <color=#a5bbb1>{0}</color>
pl: bateria: <color=#a5bbb1>{0}</color>
pt: bateria: <color=#a5bbb1>{0}</color>
ru: батарея: <color=#a5bbb1>{0}</color>
zh_hans: 电池: <color=#a5bbb1>{0}</color>

# item_Electronic Scrap
source: Electronic Scrap
de: Elektronikschrott
es: Chatarra electrónica
fr: Déchets électroniques
ja: 電子スクラップ
pl: Złom elektroniczny
pt: Sucata eletrônica
ru: Электронный лом
zh_hans: 电子废料

# item_Electronic Scrap_info
source: Electronic Scrap used in advanced crafting and construction. Obtained from loot containers.
de: Elektronikschrott, der in fortschrittlicher Herstellung und Konstruktion verwendet wird. Erhalten aus Beutecontainern.
es: Chatarra Electrónica utilizada en la elaboración y construcción avanzada. Obtenida de contenedores de botín.
fr: Déchets électroniques utilisés dans l'artisanat avancé et la construction. Obtenu à partir de conteneurs de butin.
ja: 高度なクラフトと建設に使用される電子スクラップ。戦利品コンテナから取得。
pl: Złom elektroniczny używany w zaawansowanym rzemiośle i budownictwie. Pozyskiwany z pojemników na łupy.
pt: Sucata Eletrônica usada em artesanato avançado e construção. Obtida de contêineres de saque.
ru: Электронный мусор, используемый в продвинутом ремесле и строительстве. Получен из контейнеров с добычей.
zh_hans: 用于高级制作和建造的电子废料。从战利品容器中获得。

# text_menu_help_select_with_mouse
source: Select an Interactable Item with the Mouse Cursor
de: Wählen Sie ein interaktives Element mit dem Mauszeiger aus
es: Seleccione un elemento interactivo con el cursor del ratón
fr: Sélectionnez un élément interactif avec le curseur de la souris
ja: マウスカーソルでインタラクティブなアイテムを選択する
pl: Wybierz element interaktywny za pomocą kursora myszy
pt: Selecione um item interativo com o cursor do mouse
ru: Выберите интерактивный элемент с помощью курсора мыши
zh_hans: 用鼠标光标选择一个可互动的项目

# text_menu_help_select_door_with_mouse
source: Select Door with the Mouse Cursor
de: Wählen Sie die Tür mit dem Mauszeiger aus
es: Seleccione la puerta con el cursor del ratón
fr: Sélectionnez la porte avec le curseur de la souris
ja: マウスカーソルでドアを選択
pl: Wybierz drzwi za pomocą kursora myszy
pt: Selecione a porta com o cursor do mouse
ru: Выберите дверь с помощью указателя мыши
zh_hans: 用鼠标光标选择门

# text_menu_help_select_chest_with_mouse
source: Select Chest with the Mouse Cursor
de: Wählen Sie die Truhe mit dem Mauszeiger aus
es: Selecciona el cofre con el cursor del ratón
fr: Sélectionnez le coffre avec le curseur de la souris
ja: マウスカーソルでチェストを選択
pl: Wybierz skrzynię za pomocą kursora myszy
pt: Selecione o baú com o cursor do mouse
ru: Выберите сундук с помощью курсора мыши
zh_hans: 用鼠标光标选择箱子

# text_menu_help_select_vendingmachine_with_mouse
source: Select Vendingmachine with the Mouse Cursor
de: Wählen Sie den Verkaufsautomaten mit dem Mauszeiger aus
es: Selecciona la máquina expendedora con el cursor del ratón
fr: Sélectionnez le distributeur automatique avec le curseur de la souris
ja: マウスカーソルで自動販売機を選択
pl: Wybierz automat sprzedający za pomocą kursora myszy
pt: Selecione a máquina de venda automática com o cursor do mouse
ru: Выберите торговый автомат с помощью указателя мыши
zh_hans: 用鼠标光标选择自动售货机

# text_menu_help_pick_a_hammer
source: Select the hammer tool to interact with buildings and items.
de: Wählen Sie das Hammerwerkzeug, um mit Gebäuden und Gegenständen zu interagieren.
es: Seleccione la herramienta de martillo para interactuar con edificios y artículos.
fr: Sélectionnez l'outil marteau pour interagir avec les bâtiments et les objets.
ja: 建物やアイテムと互動するにはハンマーのツールを選択してください。
pl: Wybierz narzędzie młotek, aby wchodzić w interakcje z budynkami i przedmiotami.
pt: Selecione a ferramenta de martelo para interagir com edifícios e itens.
ru: Выберите инструмент молоток для взаимодействия со зданиями и предметами.
zh_hans: 选择锤子工具与建筑和物品互动。

# text_menu_help_eat_food_1
source: To gain more health and calories, eat and cook nutritious food
de: Um mehr Gesundheit und Kalorien zu gewinnen, essen und kochen Sie nahrhafte Lebensmittel
es: Para obtener más salud y calorías, come y cocina alimentos nutritivos
fr: Pour gagner plus de santé et de calories, mangez et cuisinez des aliments nutritifs
ja: より多くの健康とカロリーを得るために、栄養価の高い食べ物を食べて調理してください
pl: Aby zyskać więcej zdrowia i kalorii, jedz i gotuj pożywne jedzenie
pt: Para ganhar mais saúde e calorias, coma e cozinhe alimentos nutritivos
ru: Чтобы получить больше здоровья и калорий, ешьте и готовьте питательную пищу
zh_hans: 为了获得更多的健康和热量，吃和烹饪营养丰富的食物

# text_menu_help_eat_food_2
source: Select the food items from the inventory AND PRESS
de: Wählen Sie die Lebensmittel aus dem Inventar und DRÜCKEN SIE
es: Seleccione los artículos de comida del inventario y PRESIONE
fr: Sélectionnez les produits alimentaires dans l'inventaire ET APPUYEZ
ja: 在庫から食品を選択し、押してください
pl: Wybierz produkty spożywcze z inwentarza I NACIŚNIJ
pt: Selecione os itens alimentares do inventário E PRESSIONE
ru: Выберите продукты из инвентаря и НАЖМИТЕ
zh_hans: 从库存中选择食物并按

# info_message_43
source: Cannot turn on electric, all batteries are empty.
de: Kann den Strom nicht einschalten, alle Batterien sind leer.
es: No se puede encender la electricidad, todas las baterías están vacías.
fr: Impossible d'allumer l'électricité, toutes les batteries sont vides.
ja: 電源を入れられません。すべてのバッテリーが空です。
pl: Nie można włączyć prądu, wszystkie baterie są rozładowane.
pt: Não é possível ligar a eletricidade, todas as baterias estão descarregadas.
ru: Не могу включить электричество, все батареи разряжены.
zh_hans: 无法开电，所有电池都没电了。

# info_message_44
source: A Workbench is necessary to control a fuse box.
de: Eine Werkbank ist notwendig, um einen Sicherungskasten zu steuern.
es: Un banco de trabajo es necesario para controlar una caja de fusibles.
fr: Un établi est nécessaire pour contrôler un tableau de fusibles.
ja: 作業台は配電盤を制御するために必要です。
pl: Do kontrolowania skrzynki bezpiecznikowej potrzebny jest stół warsztatowy.
pt: Uma bancada é necessária para controlar um quadro de fusíveis.
ru: Для управления распределительным щитом необходим верстак.
zh_hans: 工作台是控制配电箱的必要工具。

# text_menu_label_seed
source: Seed
de: Samen
es: Semilla
fr: Graine
ja: 種
pl: Nasiono
pt: Semente
ru: Семя
zh_hans: 种子

# text_menu_label_rack_hashrate
source: Global Hashrate: {0}
de: Globale Hashrate: {0}
es: Tasa de Hash Global: {0}
fr: Taux de hachage global : {0}
ja: グローバルハッシュレート: {0}
pl: Globalna moc haszowania: {0}
pt: Taxa de hash global: {0}
ru: Глобальная хешрейта: {0}
zh_hans: 全球算力: {0}

# text_menu_label_global_hashrate
source: Rack Hashrate: {0}
es: Tasa de Hash del Rack: {0}
fr: Taux de Hachage du Rack : {0}
ja: ラックハッシュレート: {0}
pl: Wskaźnik hashowania racka: {0}
pt: Taxa de Hash do Rack: {0}
ru: Хешрейт стойки: {0}
zh_hans: 架子哈希率: {0}

# text_menu_label_dronepickupstation
source: Drone Pickup Station
de: Drohnen-Abholstation
es: Estación de recogida de drones
fr: Station de ramassage de drones
ja: ドローン受取所
pl: Stacja odbioru dronów
pt: Estação de coleta de drones
ru: Станция приема дронов
zh_hans: 无人机取货站

# item_Chicken_Egg
source: Chicken Egg
de: Hühnerei
es: Huevo de gallina
fr: Œuf de poule
ja: 鶏卵
pl: Jajko kurze
pt: Ovo de galinha
ru: Куриное яйцо
zh_hans: 鸡蛋

# item_Chicken Egg_info
source: Edible egg. Good source of protein and nutrition.
de: Essbares Ei. Gute Quelle für Eiweiß und Nährstoffe.
es: Huevo comestible. Buena fuente de proteínas y nutrición.
fr: Œuf comestible. Bonne source de protéines et de nutrition.
ja: 食用卵。タンパク質と栄養の良い供給源。
pl: Jadalne jajko. Dobre źródło białka i wartości odżywczych.
pt: Ovo comestível. Boa fonte de proteína e nutrição.
ru: Съедобное яйцо. Хороший источник белка и питательных веществ.
zh_hans: 可食用的鸡蛋。良好的蛋白质和营养来源。

# item_Chicken
source: Chicken
de: Huhn
es: Pollo
fr: Poulet
ja: 鶏肉
pl: Kurczak
pt: Frango
ru: Курица
zh_hans: 鸡肉

# item_Chicken_info
source: To produce eggs for food, a chicken coop is required.
de: Um Eier für die Nahrung zu produzieren, wird ein Hühnerstall benötigt.
es: Para producir huevos para el consumo, se requiere un gallinero.
fr: Pour produire des œufs pour la consommation, un poulailler est nécessaire.
ja: 食用卵を生産するには、鶏舎が必要です。
pl: Aby produkować jajka do jedzenia, potrzebny jest kurnik.
pt: Para produzir ovos para alimentação, é necessário um galinheiro.
ru: Для производства яиц для пищи требуется курятник.
zh_hans: 为了生产食用鸡蛋，需要一个鸡舍。

# item_Chicken House
source: Chicken House
de: Hühnerstall
es: Gallinero
fr: Poulailler
ja: 鶏小屋
pl: Kurnik
pt: Galinheiro
ru: Курятник
zh_hans: 鸡舍

# item_Chicken House_info
source: Shelter for hens and rooster. Provides a safe environment for egg production.
de: Unterschlupf für Hühner und Hahn. Bietet eine sichere Umgebung für die Eierproduktion.
es: Refugio para gallinas y gallo. Proporciona un ambiente seguro para la producción de huevos.
fr: Abri pour poules et coq. Fournit un environnement sûr pour la production d'œufs.
ja: 鶏と雄鶏のための避難所。卵の生産に安全な環境を提供します。
pl: Schronienie dla kur i koguta. Zapewnia bezpieczne środowisko do produkcji jaj.
pt: Abrigo para galinhas e galo. Proporciona um ambiente seguro para a produção de ovos.
ru: Укрытие для кур и петуха. Обеспечивает безопасную среду для производства яиц.
zh_hans: 鸡舍。为产卵提供安全的环境。

# item_Companion
source: Companion
de: Begleiter
es: Compañero
fr: Compagnon
ja: 仲間
pl: Towarzysz
pt: Companheiro
ru: Компаньон
zh_hans: 伙伴

# item_Companion_info
source: A loyal companion that follows you to your base.
de: Ein treuer Begleiter, der Ihnen bis zu Ihrer Basis folgt.
es: Un compañero leal que te sigue hasta tu base.
fr: Un compagnon loyal qui vous suit jusqu'à votre base.
ja: あなたの基地までついてくる忠実な仲間。
pl: Lojalny towarzysz, który podąża za tobą do twojej bazy.
pt: Um companheiro leal que te segue até a tua base.
ru: Верный друг, который следует за вами до вашей базы.
zh_hans: 一个忠诚的伙伴，会跟随你到你的基地。

# text_menu_label_chickens
source: Chickens
de: Hühner
es: Pollos
fr: Poules
ja: 鶏
pl: Kury
pt: Galinhas
ru: Цыплята
zh_hans: 鸡

# item_Wild Chicken
source: Wild Chicken
de: Wildhuhn
es: Pollo salvaje
fr: Poulet sauvage
ja: 野鶏
pl: Dziki kurczak
pt: Galinha selvagem
ru: Дикая курица
zh_hans: 野鸡

# item_Wild Chicken_info
source: Wild chicken. Can be tamed and domesticated for egg production.
de: Wilde Hühner. Können gezähmt und domestiziert werden zur Eierproduktion.
es: Pollo salvaje. Puede ser domesticado para la producción de huevos.
fr: Poulet sauvage. Peut être apprivoisé et domestiqué pour la production d'œufs.
ja: 野生の鶏。卵の生産のために飼い慣らし、家畜とすることができます。
pl: Dzika kura. Może zostać oswojona i udomowiona do produkcji jaj.
pt: Frango selvagem. Pode ser domesticado para a produção de ovos.
ru: Дикая курица. Может быть приручена и одомашнена для производства яиц.
zh_hans: 野鸡。可以驯化和圈养用于产蛋。

# warning_no_workbench
source: No Workbench
de: Keine Werkbank
es: Sin banco de trabajo
fr: Pas d'établi
ja: 作業台なし
pl: Brak stołu warsztatowego
pt: Sem bancada de trabalho
ru: Нет рабочего стола
zh_hans: 没有工作台

# warning_not_enough_resources
source: Insufficient Materials
de: Unzureichende Materialien
es: Materiales insuficientes
fr: Matériaux insuffisants
ja: 材料不足
pl: Niewystarczające materiały
pt: Materiais insuficientes
ru: Недостаточно материалов
zh_hans: 材料不足

# warning_landing_permitted
source: Landing Denied
de: Landung verweigert
es: Aterrizaje denegado
fr: Atterrissage refusé
ja: 着陸拒否
pl: Lądowanie odrzucone
pt: Aterrissagem negada
ru: Посадка отклонена
zh_hans: 着陆被拒绝

# warning_not_permitted
source: Not Permitted
de: Nicht erlaubt
es: No permitido
fr: Non autorisé
ja: 許可されていない
pl: Niedozwolone
pt: Não permitido
ru: Не разрешено
zh_hans: 不允许

# warning_inventory_full
source: Inventory Full
de: Inventar voll
es: Inventario completo
fr: Inventaire complet
ja: 在庫が満杯です
pl: Pełny stan magazynu
pt: Inventário cheio
ru: Инвентарь полон
zh_hans: 库存已满

# text_menu_button_clothing
source: Clothing
de: Kleidung
es: Ropa
fr: Vêtements
ja: 衣服
pl: Odzież
pt: Roupas
ru: Одежда
zh_hans: 服装

# text_menu_button_weapon_and_tools
source: Weapon And Tools
de: Waffen und Werkzeuge
es: Armas y Herramientas
fr: Armes et Outils
ja: 武器と道具
pl: Bronie i Narzędzia
pt: Armas e Ferramentas
ru: Оружие и инструменты
zh_hans: 武器和工具

# text_menu_button_others
source: Others
de: Andere
es: Otros
fr: Autres
ja: その他
pl: Inni
pt: Outros
ru: Другие
zh_hans: 其他

# text_menu_label_preview_skin
source: Skin Demo
es: Demo de Skins
fr: Démo de Skin
ja: スキンデモ
pl: Demo Skina
pt: Demo de Skin
ru: Демоверсия скина
zh_hans: 皮肤演示

# text_menu_label_select_base_item
source: Select Item And Choose Skin
de: Wählen Sie einen Gegenstand aus und wählen Sie ein Aussehen
es: Selecciona un objeto y elige un aspecto
fr: Sélectionnez un objet et choisissez une apparence
ja: アイテムを選択してスキンを選ぶ
pl: Wybierz przedmiot i wybierz skórkę
pt: Selecione o item e escolha uma aparência
ru: Выберите предмет и выберите скин
zh_hans: 选择物品并选择皮肤

# text_menu_label_skin
source: Skin
ja: スキン
ru: Скин
zh_hans: 皮肤

# text_menu_button_set_skin_default
source: Set Default
de: Als Standard festlegen
es: Establecer como predeterminado
fr: Définir par défaut
ja: デフォルトに設定
pl: Ustaw jako domyślne
pt: Definir como padrão
ru: Установить по умолчанию
zh_hans: 设为默认

# text_menu_label_select_item_category
source: Choose Game Item Category
de: Wählen Sie die Spielelementkategorie
es: Elige la categoría de artículos del juego
fr: Choisissez une catégorie d'objets de jeu
ja: ゲームアイテムカテゴリを選択
pl: Wybierz kategorię przedmiotów w grze
pt: Escolha a categoria de itens do jogo
ru: Выберите категорию игровых предметов
zh_hans: 选择游戏物品类别

# text_menu_label_enable_server_cheats
source: CHEATS ENABLED:
de: CHEATS AKTIVIERT:
es: TRUCOS ACTIVADOS:
fr: TRICHES ACTIVÉES :
ja: チートが有効になっている：
pl: OSZUSTWA WŁĄCZONE:
pt: CHEATS ATIVOS:
ru: ЧИТЫ ВКЛЮЧЕНЫ:
zh_hans: 作弊启用：

# item_Medikit
source: Medikit
de: Erste-Hilfe-Set
es: kit médico
fr: kit médical
ja: 医療キット
pl: apteczka
pt: kit médico
ru: медицинский набор
zh_hans: 医疗包

# item_Medikit_info
source: The best health item in the game. Instantly restores full health.
de: Der beste Gesundheitsgegenstand im Spiel. Stellt sofort die volle Gesundheit wieder her.
es: El mejor objeto de salud del juego. Restaura instantáneamente toda la salud.
fr: Le meilleur objet de santé du jeu. Restaure instantanément la santé complète.
ja: ゲームで最高の体力アイテムです。瞬時に体力が全回復します。
pl: Najlepszy przedmiot zdrowotny w grze. Natychmiast przywraca pełne zdrowie.
pt: O melhor item de saúde do jogo. Restaura instantaneamente a saúde completa.
ru: Лучший предмет здоровья в игре. Мгновенно восстанавливает полное здоровье.
zh_hans: 游戏中最好的健康物品。瞬间恢复全部健康。

# text_menu_label_news_1
source: Buy the dlc now
de: Kaufen Sie jetzt den DLC
es: Compra el DLC ahora
fr: Achetez le DLC maintenant
ja: 今すぐDLCを購入
pl: Kup DLC teraz
pt: Compre o DLC agora
ru: Купите DLC сейчас
zh_hans: 立即购买DLC

# text_menu_text_news_1
source: Enhance your gaming experience with the one and only DLC ever released.
de: Verbessern Sie Ihr Spielerlebnis mit dem einzigen DLC, der jemals veröffentlicht wurde.
es: Mejora tu experiencia de juego con el único DLC lanzado alguna vez.
fr: Améliorez votre expérience de jeu avec le seul et unique DLC jamais publié.
ja: これまでにリリースされた唯一のDLCであなたのゲーム体験を向上させましょう。
pl: Ulepsz swoje wrażenia z gry dzięki jedynemu w swoim rodzaju DLC, jakie kiedykolwiek wydano.
pt: Melhore sua experiência de jogo com o único DLC já lançado.
ru: Улучшите свой игровой опыт с единственным в своем роде выпущенным DLC.
zh_hans: 通过有史以来发布的唯一DLC增强您的游戏体验。

# text_menu_label_news_2
source: Road to Full Release
de: Der Weg zur vollständigen Veröffentlichung
es: Camino al lanzamiento completo
fr: Chemin vers la sortie complète
ja: 完全リリースへの道
pl: Droga do pełnego wydania
pt: Caminho para o Lançamento Completo
ru: Дорога к полному выпуску
zh_hans: 全面发布之路
