Repository: NimbleBeasts/RTFLanguageSupport
Catalog: XLIFF_*.xlf
Languages: de, es, fr, ja, pl, pt, ru, zh_hans

# input_fastselectslot1
source: Fast Select Slot 1
de: Schnellauswahl Slot 1
es: Ranura de acceso rápido 1
fr: Sélection rapide de l'emplacement 1
ja: ファーストセレクトスロット 1
pl: Szybki wybór gniazda 1
pt: Seleção Rápida de Slot 1
ru: Быстрый выбор слота 1
zh_hans: 快速选择插槽 1

# input_fastselectslot2
source: Fast Select Slot 2
de: Schnellauswahl Slot 2
es: Ranura de acceso rápido 2
fr: Sélection rapide emplacement 2
ja: ファーストセレクトスロット2
pl: Szybki wybór gniazda 2
pt: Seleção Rápida Slot 2
ru: Быстрый выбор слота 2
zh_hans: 快速选择插槽2

# input_fastselectslot3
source: Fast Select Slot 3
de: Schnellauswahl Slot 3
es: Ranura de acceso rápido 3
fr: Sélection rapide de l'emplacement 3
ja: ファーストセレクトスロット3
pl: Szybki wybór gniazda 3
pt: Seleção Rápida de Slot 3
ru: Быстрый выбор слота 3
zh_hans: 快速选择插槽3

# input_fastselectslot4
source: Fast Select Slot 4
de: Schnellauswahl Slot 4
es: Ranura de acceso rápido 4
fr: Sélection rapide emplacement 4
ja: ファストセレクトスロット4
pl: Szybki wybór gniazda 4
pt: Seleção Rápida Slot 4
ru: Быстрый выбор слота 4
zh_hans: 快速选择槽 4

# input_fastselectslot5
source: Fast Select Slot 5
de: Schnellauswahl Slot 5
es: Ranura de acceso rápido 5
fr: Sélection rapide emplacement 5
ja: ファストセレクトスロット5
pl: Szybki wybór gniazda 5
pt: Seleção Rápida Slot 5
ru: Быстрый выбор слота 5
zh_hans: 快速选择槽 5

# input_fastselectslot6
source: Fast Select Slot 6
de: Schnellauswahl Slot 6
es: Ranura de acceso rápido 6
fr: Sélection rapide de l'emplacement 6
ja: ファストセレクトスロット6
pl: Szybki wybór gniazda 6
pt: Seleção Rápida de Slot 6
ru: Быстрый выбор слота 6
zh_hans: 快速选择槽 6

# input_exitorclose
source: Exit Or Close
de: Beenden oder Schließen
es: Salir o cerrar
fr: Quitter ou Fermer
ja: 終了または閉じる
pl: Wyjdź lub zamknij
pt: Sair ou Fechar
ru: Выход или Закрыть
zh_hans: 退出或关闭

# text_menu_label_community_servers
source: COMMUNITY SERVERS
de: Community-Server
es: SERVIDORES DE LA COMUNIDAD
fr: Serveurs communautaires
ja: コミュニティサーバー
pl: SERWERY SPOŁECZNOŚCI
pt: Servidores da Comunidade
ru: Серверы сообщества
zh_hans: 社区服务器

# text_menu_label_official_servers
source: OFFICIAL SERVERS
de: Offizielle Server
es: SERVIDORES OFICIALES
fr: Serveurs officiels
ja: 公式サーバー
pl: OFICJALNE SERWERY
pt: Servidores Oficiais
ru: Официальные серверы
zh_hans: 官方服务器

# text_menu_label_cloth_slot_body
source: Body
de: Körper
es: Cuerpo
fr: Corps
ja: 体
pl: Ciało
pt: Corpo
ru: Тело
zh_hans: 身体

# text_menu_label_cloth_slot_head
source: Head
de: Kopf
es: Cabeza
fr: Tête
ja: 頭
pl: Głowa
pt: Cabeça
ru: Голова
zh_hans: 头

# text_menu_label_cloth_slot_armor
source: Armor
de: Rüstung
es: Armadura
fr: Armure
ja: 鎧
pl: Pancerz
pt: Armadura
ru: Броня
zh_hans: 盔甲

# text_menu_label_cloth_slot_pants
source: Pants
de: Hose
es: Pantalones
fr: Pantalon
ja: パンツ
pl: Spodnie
pt: Calças
ru: Штаны
zh_hans: 裤子

# text_menu_label_cloth_slot_gloves
source: Gloves
de: Handschuhe
es: Guantes
fr: Gants
ja: 手袋
pl: Rękawice
pt: Luvas
ru: Перчатки
zh_hans: 手套

# text_menu_label_cloth_slot_shoes
source: Shoes
de: Schuhe
es: Zapatos
fr: Chaussures
ja: 靴
pl: Buty
pt: Sapatos
ru: Обувь
zh_hans: 鞋

# text_menu_label_active_build
source: Time
de: Zeit
es: Tiempo
fr: Temps
ja: 時間
pl: Czas
pt: Tempo
ru: Время
zh_hans: 时间

# text_menu_label_total_queue_time
source: TOTAL QUEUE TIME
de: Gesamtwartezeit
es: TIEMPO TOTAL EN COLA
fr: Temps d'attente
ja: 総キュー時間
pl: CAŁKOWITY CZAS KOLEJKI
pt: Tempo total de fila
ru: Общее время в очереди
zh_hans: 总排队时间

# text_menu_label_no_item_crafting
source: NOT ACTIVE
de: NICHT AKTIV
es: INACTIVO
fr: NON ACTIF
ja: 非アクティブ
pl: NIEAKTYWNE
pt: NÃO ATIVO
ru: НЕ АКТИВНО
zh_hans: 未激活

# text_menu_label_no_queue
source: NO QUEUE
de: KEINE WARTESCHLANGE
es: SIN COLA
fr: PAS DE QUEUE
ja: 待ち行列なし
pl: BRAK KOLEJKI
pt: SEM FILA
ru: БЕЗ ОЧЕРЕДИ
zh_hans: 无队列

# text_menu_label_time_left
source: TIME LEFT:
de: VERBLEIBENDE ZEIT:
es: TIEMPO RESTANTE:
fr: TEMPS RESTANT :
ja: 残り時間：
pl: POZOSTAŁY CZAS:
pt: TEMPO RESTANTE:
ru: ОСТАВШЕЕСЯ ВРЕМЯ:
zh_hans: 剩余时间：

# text_menu_label_total_time_left
source: TOTAL TIME:
de: Gesamtzeit:
es: TIEMPO TOTAL:
fr: Temps total :
ja: 合計時間：
pl: CAŁKOWITY CZAS:
pt: Tempo total:
ru: Общее время:
zh_hans: 总时间：

# text_menu_welcome
source: Welcome to Ruins To Fortress!
de: Willkommen bei Ruins To Fortress!
es: ¡Esto es Ruins To Fortress!
fr: Bienvenue à Ruines To Fortress!
ja: ルインズ・トゥ・フォートレスへようこそ！
pl: Witamy w Ruins To Fortress!
pt: Bem-vindo ao Ruins To Fortress!
ru: Добро пожаловать в Ruins To Fortress!
zh_hans: 欢迎来到废墟要塞！

# text_menu_message_player
source: Player
de: Spieler
es: Jugador
fr: Joueur
ja: プレイヤー
pl: Gracz
pt: Jogador
ru: Игрок
zh_hans: 玩家

# text_menu_message_joined_the_game
source: joined the game.
de: hat das Spiel betreten.
es: se unió a la partida.
fr: a rejoint le jeu.
ja: ゲームに参加しました。
pl: dołączył do gry.
pt: entrou no jogo.
ru: присоединился к игре.
zh_hans: 加入了游戏。

# text_menu_message_left_the_game
source: left the game.
de: hat das Spiel verlassen.
es: abandonó la partida.
fr: a quitté le jeu.
ja: ゲームを去りました。
pl: opuścił grę.
pt: saiu do jogo.
ru: покинул игру.
zh_hans: 离开了游戏。

# text_menu_label_master
source: Captain
de: Kapitän
es: Capitán
fr: Capitaine
ja: キャプテン
pl: Kapitan
pt: Capitão
ru: Капитан
zh_hans: 船长

# text_menu_label_member
source: Member
de: Mitglied
es: Miembro
fr: Membre
ja: メンバー
pl: Członek
pt: Membro
ru: Член
zh_hans: 成员

# text_menu_label_invite_to_clan
source: INVITE
de: Einladung
es: INVITAR
fr: Invitation
ja: 招待
pl: ZAPROŚ
pt: Convite
ru: Приглашение
zh_hans: 邀请

# text_menu_label_remove_from_clan
source: REMOVE
de: Entfernen
es: ELIMINAR
fr: Supprimer
ja: 削除
pl: USUŃ
pt: Remover
ru: Удалить
zh_hans: 删除

# text_menu_label_leave_from_clan
source: LEAVE
de: Verlassen
es: SALIR
fr: Partir
ja: 去る
pl: OPUŚĆ
pt: Sair
ru: Уходить
zh_hans: 离开

# text_menu_label_accept_clan
source: ACCEPT
de: Akzeptieren
es: ACEPTAR
fr: Accepter
ja: 受け入れる
pl: ZAAKCEPTUJ
pt: Aceitar
ru: Принять
zh_hans: 接受

# text_menu_label_amount
source: AMOUNT
de: Anzahl
es: CANTIDAD
fr: Montant
ja: 金額
pl: ILOŚĆ
pt: Quantia
ru: Сумма
zh_hans: 金额

# text_menu_label_item_type
source: TYPE
de: TYP
es: TIPO
ja: タイプ
pl: RODZAJ
pt: TIPO
ru: ТИП
zh_hans: 类型

# text_menu_label_crafting
source: CRAFTING
de: Herstellung
es: FABRICACIÓN
fr: Fabrication
ja: 製造
pl: WYTWARZANIE
pt: Fabricação
ru: Производство
zh_hans: 制造

# text_menu_label_enter_message
source: Enter Message...
de: Nachricht eingeben...
es: Escribe tu mensaje...
fr: Entrez le message...
ja: メッセージを入力...
pl: Wpisz wiadomość...
pt: Digite a mensagem...
ru: Введите сообщение...
zh_hans: 输入消息...

# text_menu_label_reloading
source: RELOADING...
de: NACHLADEN...
es: RECARGANDO...
fr: RECHARGEMENT...
ja: リローディング...
pl: PRZEŁADOWANIE...
pt: RECARREGANDO...
ru: ПЕРЕЗАГРУЗКА...
zh_hans: 重新加载...

# text_menu_label_bullets
source: BULLETS
de: Kugeln
es: BALAS
fr: Balles
ja: 弾丸
pl: POCISKI
pt: Balas
ru: Пули
zh_hans: 子弹

# text_menu_label_drawing
source: DRAWING...
de: Spannen...
es: DIBUJANDO...
fr: Tirant...
ja: 弓を引いて...
pl: RYSOWANIE...
pt: Puxando...
ru: Тянущий...
zh_hans: 拉弓...

# text_menu_label_arrows
source: ARROWS
de: Pfeile
es: FLECHAS
fr: Flèches
ja: 矢印
pl: STRZAŁY
pt: Flechas
ru: Стрелки
zh_hans: 箭头

# text_menu_label_pick_up_placed_item
source: PICKUP PLACED ITEM
de: PLATZIERTES OBJEKT AUFNEHMEN
es: RECOGER OBJETO COLOCADO
fr: RAMASSER L'OBJET PLACÉ
ja: 置かれたアイテムを拾う
pl: PODNIEŚ UMIESZCZONY PRZEDMIOT
pt: PEGAR ITEM COLOCADO
ru: ПОДНЯТЬ РАЗМЕЩЁННЫЙ ПРЕДМЕТ
zh_hans: 拾取放置的物品

# text_menu_label_items_in_nuke_frame
source: ITEMS PLACED: {0}
de: Gegenstände platziert: {0}
es: OBJETOS COLOCADOS: {0}
fr: Articles placés: {0}
ja: アイテム配置済み: {0}
pl: UMIESZCZONE PRZEDMIOTY: {0}
pt: Itens colocados: {0}
ru: Предметы размещены: {0}
zh_hans: 物品已放置: {0}

# text_menu_label_items_nuclear_bomb
source: NUCLEAR BOMB
de: Atombombe
es: BOMBA NUCLEAR
fr: Bombe nucléaire
ja: 核爆弾
pl: BOMBA JĄDROWA
pt: Bomba nuclear
ru: Ядерная бомба
zh_hans: 核弹

# text_menu_label_items_loot_storage
source: LOOT
de: BEUTE
es: BOTÍN
fr: BUTIN
ja: 略奪品
pl: ŁUP
pt: SAQUE
ru: ДОБЫЧА
zh_hans: 战利品

# text_menu_label_items_storage
source: STORAGE
de: Speicherung
es: ALMACÉN
fr: Stockage
ja: ストレージ
pl: MAGAZYN
pt: Armazenamento
ru: Хранение
zh_hans: 存储

# text_menu_label_3d_printer
source: 3D PRINTER
de: 3D-Drucker
es: IMPRESORA 3D
fr: Imprimante 3D
ja: 3Dプリンター
pl: DRUKARKA 3D
pt: Impressora 3D
ru: 3D-принтер
zh_hans: 3D 打印机

# text_menu_label_open_door
source: OPEN DOOR
de: Tür öffnen
es: ABRIR PUERTA
fr: Ouvrez la porte
ja: ドアを開けて
pl: OTWÓRZ DRZWI
pt: Abrir porta
ru: Открыть дверь
zh_hans: 打开门

# text_menu_label_close_door
source: CLOSE DOOR
de: Tür schließen
es: CERRAR PUERTA
fr: Fermez la porte
ja: ドアを閉めて
pl: ZAMKNIJ DRZWI
pt: Feche a porta
ru: Закройте дверь
zh_hans: 关门

# text_menu_label_help_plant_seed
source: CLICK TO PLANT SEED
de: Klicken Sie, um den Samen zu pflanzen
es: Haga clic para plantar la semilla
fr: Cliquez pour planter la graine
ja: 種を植えるにはクリック
pl: Kliknij, aby zasadzić nasiono
pt: Clique para plantar a semente
ru: Нажмите, чтобы посадить семя
zh_hans: 点击播种

# text_menu_label_help_field_is_growing_with_plant
source: FIELD IS GROWING
de: Das Feld wächst
es: EL CAMPO ESTÁ CULTIVADO CON
fr: Le domaine est en croissance
ja: 分野が成長している
pl: Dziedzina rośnie
pt: O campo está crescendo
ru: Поле растет
zh_hans: 领域正在发展

# text_menu_label_help_press_to_harvest
source: PRESS USE TO HARVEST
de: DRÜCKEN SIE BENUTZEN ZUM ERNTEN
es: PRESIONE USAR PARA COSECHAR
fr: APPUIER SUR UTILISER POUR RÉCOLTER
ja: 収穫するには使用を押してください
pl: NACIŚNIJ UŻYJ, ABY ZBIERAĆ
pt: PRESSIONE USAR PARA COLHER
ru: НАЖМИТЕ ИСПОЛЬЗОВАТЬ, ЧТОБЫ СОБРАТЬ
zh_hans: 按下使用以收获

# text_menu_label_help_press_to_craft_item
source: PRESS TO CRAFT ITEMS
de: ZUM HERSTELLEN VON GEGENSTÄNDEN DRÜCKEN
es: PULSA PARA FABRICAR OBJETOS
fr: APPUIEZ POUR FABRIQUER DES OBJETS
ja: アイテム作成するために押す
pl: NACIŚNIJ, ABY WYTWORZYĆ PRZEDMIOTY
pt: PRESSIONE PARA CRIAR ITENS
ru: НАЖМИТЕ, ЧТОБЫ СОЗДАТЬ ПРЕДМЕТЫ
zh_hans: 按下以制作物品

# text_menu_label_upgrade_costs
source: UPGRADE COSTS:
de: UPGRADE-KOSTEN:
es: COSTES DE MEJORA:
fr: COÛTS DE MISE À NIVEAU :
ja: アップグレードコスト：
pl: KOSZTY ULEPSZENIA:
pt: CUSTOS DE ATUALIZAÇÃO:
ru: СТОИМОСТЬ ОБНОВЛЕНИЯ:
zh_hans: 升级成本：

# text_menu_label_repair_costs
source: REPAIR COSTS:
de: REPARATURKOSTEN:
es: COSTES DE REPARACIÓN:
fr: COÛTS DE RÉPARATION :
ja: 修理費用：
pl: KOSZTY NAPRAWY:
pt: CUSTOS DE REPARO:
ru: СТОИМОСТЬ РЕМОНТА:
zh_hans: 维修费用：

# text_menu_label_respawn_in
source: You will respawn in
de: Du wirst respawnen in
es: Reaparecerás en
fr: Vous réapparaîtrez dans
ja: あなたは次の場所でリスポーンします
pl: Odrodzisz się za
pt: Você irá reaparecer em
ru: Вы возродитесь в
zh_hans: 你将在此处重生

# text_menu_label_you_will_respawn_now
source: You will respawn now!
de: Du wirst jetzt wiederbelebt!
es: ¡Estás a punto de reaparecer!
fr: Tu vas réapparaître maintenant !
ja: あなたは今、リスポーンします！
pl: Teraz się odrodzisz!
pt: Você vai renascer agora!
ru: Ты возродишься сейчас!
zh_hans: 你现在将重生！

# text_menu_label_current_survival_time
source: Current survival time
de: Aktuelle Überlebenszeit
es: Tiempo de supervivencia actual
fr: Temps de survie actuel
ja: 現在の生存時間
pl: Aktualny czas przetrwania
pt: Tempo de sobrevivência atual
ru: Текущее время выживания
zh_hans: 当前生存时间

# text_menu_label_and_you_died
source: and you died
de: und du bist gestorben
es: y has muerto
fr: et tu es mort
ja: そしてあなたは死んだ
pl: i umarłeś
pt: e você morreu
ru: и ты умер
zh_hans: 你死了

# building_1
source: Foundation
de: Fundament
es: Cimiento
fr: Fondation
ja: 財団
pl: Fundament
pt: Fundação
ru: Фонд
zh_hans: 基础

# building_2
source: Wall
de: Wand
es: Pared
fr: Mur
ja: 壁
pl: Ściana
pt: Parede
ru: Стена
zh_hans: 墙

# building_3
source: Ceiling
de: Decke
es: Techo
fr: Plafond
ja: 天井
pl: Sufit
pt: Teto
ru: Потолок
zh_hans: 天花板

# building_4
source: Door
de: Tür
es: Puerta
fr: Porte
ja: ドア
pl: Drzwi
pt: Porta
ru: Дверь
zh_hans: 门

# building_5
source: Roof
de: Dach
es: Tejado
fr: Toit
ja: 屋根
pl: Dach
pt: Telhado
ru: Крыша
zh_hans: 屋顶

# building_6
source: Ladder
de: Leiter
es: Escalera
fr: Échelle
ja: はしご
pl: Drabina
pt: Escada
ru: Лестница
zh_hans: 梯子

# building_7
source: Block
es: Bloque
fr: Bloc
ja: ブロック
pl: Blok
pt: Bloco
ru: Блок
zh_hans: 块

# building_8
source: Pole
de: Stange
es: Poste
fr: Pôle
ja: ポール
pl: Słup
pt: Poste
ru: Полюс
zh_hans: 杆

# building_9
source: Wooden High Wall
de: Hohe Holzwand
es: Muro alto de madera
fr: Mur haut en bois
ja: 木製の高い壁
pl: Wysoki Drewniany Mur
pt: Muro Alto de Madeira
ru: Деревянная высокая стена
zh_hans: 木制高墙

# building_10
source: Fence
de: Zaun
es: Valla
fr: Clôture
ja: フェンス
pl: Płot
pt: Cerca
ru: Забор
zh_hans: 篱笆

# building_11
source: Destroy Building
de: Gebäude zerstören
es: Destruir edificio
fr: Détruire un bâtiment
ja: 建物を破壊する
pl: Zniszcz budynek
pt: Destruir prédio
ru: Разрушить здание
zh_hans: 摧毁建筑

# building_12
source: Retrieve Furniture
de: Möbel aufheben
es: Recuperar mueble
fr: Récupérer des meubles
ja: 家具を取りに行く
pl: Odzyskaj meble
pt: Buscar móveis
ru: Забрать мебель
zh_hans: 取回家具

# building_13
source: Paint the back wall
de: Rückwand streichen
es: Pintar pared trasera
fr: Peindre le mur arrière
ja: 後ろの壁に塗装する
pl: Pomaluj tylną ścianę
pt: Pintar a parede de trás
ru: Покрасьте заднюю стену
zh_hans: 粉刷后墙

# building_1_info
source: The Foundation forms the stable base of your house.
de: Die Grundlage bildet die stabile Basis Ihres Hauses.
es: Los cimientos son la base para la creación de una casa.
fr: La fondation forme la base stable de votre maison.
ja: 財団はあなたの家の安定した基盤を形成します。
pl: Fundament stanowi stabilną podstawę Twojego domu.
pt: A fundação forma a base estável da sua casa.
ru: Фундамент составляет устойчивое основание вашего дома.
zh_hans: 基金会构成了你房子的稳定基础。

# building_2_info
source: Walls are essential for enclosing and protecting your base.
de: Wände sind unerlässlich, um Ihre Basis zu umschließen und zu schützen.
es: Las paredes son un elemento esencial para delimitar y proteger tu base.
fr: Les murs sont essentiels pour enclore et protéger votre base.
ja: 壁は基地を囲むために、そして保護するために不可欠です。
pl: Ściany są niezbędne do zamknięcia i ochrony bazy.
pt: As paredes são essenciais para cercar e proteger sua base.
ru: Стены необходимы для ограждения и защиты вашей базы.
zh_hans: 墙壁对于围绕和保护你的基地是必不可少的。

# building_3_info
source: The ceiling completes the enclosure of your living space.
de: Die Decke vervollständigt den Abschluss Ihres Wohnraums.
es: El techo completa el cierre de tu espacio habitable.
fr: Le plafond complète la fermeture de votre espace de vie.
ja: 天井はあなたの居住空間の囲いを完成させます。
pl: Sufit uzupełnia obudowę Twojej przestrzeni mieszkalnej.
pt: O teto completa o fechamento do seu espaço de convivência.
ru: Потолок завершает ограждение вашего жилого пространства.
zh_hans: 天花板完成了你的起居空间的封闭。

# building_4_info
source: Doors grant access to and from rooms, providing security while allowing passage.
de: Türen gewähren Zugang zu Räumen und ermöglichen das Verlassen, sie bieten Sicherheit und erlauben gleichzeitig den Durchgang.
es: Las puertas permiten entrar y salir de las habitaciones, además de ser espacios cerrados y seguros.
fr: Les portes permettent l'accès aux pièces et en sortent, offrant de la sécurité tout en permettant le passage.
ja: ドアは部屋への出入りを許可し、通行を可能にしながらセキュリティを提供します。
pl: Drzwi umożliwiają dostęp do i z pomieszczeń, zapewniając bezpieczeństwo, jednocześnie umożliwiając przejście.
pt: Portas concedem acesso para dentro e fora de cômodos, proporcionando segurança enquanto permitem passagem.
ru: Двери обеспечивают доступ в помещения и из них, обеспечивая безопасность при этом позволяя проход.
zh_hans: 门允许人们进出房间，提供安全性的同时允许通过。

# building_5_info
source: The roof ensuring your house is covered from above. Can be used as a ramp.
de: Das Dach stellt sicher, dass Ihr Haus von oben abgedeckt ist. Kann als Rampe verwendet werden.
es: El tejado permite cubrir tu casa por la parte superior. Puede usarse como rampa.
fr: Le toit assure que votre maison est couverte par le haut. Peut être utilisé comme une rampe.
ja: 屋根はあなたの家が上から覆われていることを保証します。 ランプとして使用することができます。
pl: Dach zapewniający osłonę Twojego domu od góry. Może służyć jako rampa.
pt: O telhado garante que sua casa esteja coberta por cima. Pode ser usado como rampa.
ru: Крыша обеспечивает защиту вашего дома сверху. Может использоваться в качестве рампы.
zh_hans: 屋顶确保您的房子从上方得到覆盖。可以用作坡道。

# building_6_info
source: The Ladder allowing access to higher or lower levels easily.
de: Die Leiter ermöglicht einen einfachen Zugang zu höheren oder niedrigeren Ebenen.
es: La escalera te permite acceder fácilmente a niveles superiores o inferiores en edificios.
fr: L'échelle permet un accès facile à des niveaux supérieurs ou inférieurs.
ja: はしごは、上層または下層へのアクセスを容易にします。
pl: Drabina umożliwia łatwy dostęp do wyższych i niższych pięter.
pt: A escada permite acesso fácil a níveis mais altos ou mais baixos.
ru: Лестница позволяет легко получить доступ к более высоким или более низким уровням.
zh_hans: 梯子允许轻松地到达更高或更低的层次。

# building_7_info
source: Blocks can be used for creating partitions within the house.
de: Blöcke können verwendet werden, um innerhalb des Hauses Trennwände zu erstellen.
es: Los bloques pueden usarse para crear divisiones dentro de tu casa.
fr: Des blocs peuvent être utilisés pour créer des cloisons à l'intérieur de la maison.
ja: ブロックは家の中で仕切りを作るために使用することができます。
pl: Bloki można wykorzystać do tworzenia przegród w domu.
pt: Blocos podem ser usados para criar divisórias dentro da casa.
ru: Блоки могут быть использованы для создания перегородок внутри дома.
zh_hans: 砖块可以用来在房屋内创造隔断。

# building_8_info
source: Poles are used for structural support, often for holding up other building parts like ceilings.
de: Stangen werden oft als strukturelle Stütze verwendet, häufig um andere Bauteile wie Decken zu halten.
es: Los postes se usan para crear soportes estructurales, generalmente sosteniendo otras partes de un edificio (como el tejado).
fr: Les poteaux sont utilisés pour le soutien structurel, souvent pour soutenir d'autres parties du bâtiment comme les plafonds.
ja: ポールは構造的なサポートに使用され、しばしば天井などの他の建築部品を支えるために使われます。
pl: Słupy służą do podparcia konstrukcji, często do podtrzymywania innych części budynku, takich jak sufity.
pt: Postes são usados para suporte estrutural, frequentemente para sustentar outras partes de construções como tetos.
ru: Шесты используются для структурной поддержки, часто для удержания других частей здания, таких как потолки.
zh_hans: 杆子通常用于结构支撑，经常用于支撑天花板等建筑部分。

# building_9_info
source: The wooden high wall provides enhanced security outside your base.
de: Die hohe Holzwand bietet verbesserte Sicherheit außerhalb Ihrer Basis.
es: Los muros altos de madera proporcionan una mejor seguridad en el perímetro de tu base.
fr: Le haut mur en bois offre une sécurité renforcée à l'extérieur de votre base.
ja: 木製の高い壁は、基地の外側に強化されたセキュリティを提供します。
pl: Wysoki drewniany mur zapewnia większe bezpieczeństwo na zewnątrz bazy.
pt: A alta parede de madeira proporciona segurança reforçada do lado de fora da sua base.
ru: Высокая деревянная стена обеспечивает повышенную безопасность снаружи вашей базы.
zh_hans: 木制的高墙为您的基地外提供了加强的安全保障。

# building_10_info
source: Fences mark boundaries and make your garden look nice.
de: Zäune markieren Grenzen und lassen Ihren Garten schön aussehen.
es: Las vallas crean límites y le dan un toque especial a tu jardín.
fr: Les clôtures marquent les limites et rendent votre jardin plus agréable.
ja: フェンスは境界を示し、あなたの庭を素敵に見せます。
pl: Ogrodzenia wyznaczają granice i upiększają Twój ogród.
pt: Cercas marcam limites e deixam seu jardim mais bonito.
ru: Заборы обозначают границы и делают ваш сад красивее.
zh_hans: 围栏标志着界限，让你的花园看起来更漂亮。

# building_11_info
source: This option allows for the dismantling or demolition of a building part.
de: Diese Option ermöglicht den Abbau oder Abriss eines Gebäudeteils.
es: Esta opción te permite desmontar o demoler una parte de un edificio.
fr: Cette option permet le démantèlement ou la démolition d'une partie d'un bâtiment.
ja: このオプションは、建物の一部の解体または取り壊しを可能にします。
pl: Opcja ta pozwala na demontaż lub rozbiórkę części budynku.
pt: Esta opção permite a desmontagem ou demolição de uma parte do edifício.
ru: Этот вариант позволяет демонтировать или снести часть здания.
zh_hans: 此选项允许拆除或拆毁建筑物的一部分。

# building_12_info
source: Select this to retrieve a placed item.
de: Wählen Sie dies, um einen platzierten Gegenstand aufzuheben.
es: Elige esta opción para recuperar un objeto que hayas colocado.
fr: Sélectionnez ceci pour récupérer un objet placé.
ja: 配置したアイテムを取り出すにはこれを選択してください。
pl: Wybierz tę opcję, aby odzyskać umieszczony przedmiot.
pt: Selecione isto para recuperar um item colocado.
ru: Выберите это, чтобы извлечь размещенный предмет.
zh_hans: 选择此项以取回放置的物品。

# building_13_info
source: Use this to add a layer of paint to your base back wall.
de: Verwenden Sie dies, um eine Schicht Farbe an Ihrer Rückwand hinzuzufügen.
es: Usa esta opción para añadir una capa de pintura a la pared trasera de tu base.
fr: Utilisez ceci pour ajouter une couche de peinture à votre mur arrière de base.
ja: これを使用して、ベースの背面壁に塗料の層を追加してください。
pl: Użyj tego, aby dodać warstwę farby do tylnej ściany bazy.
pt: Use isto para adicionar uma camada de tinta à sua parede de base traseira.
ru: Используйте это, чтобы добавить слой краски на вашу основную заднюю стену.
zh_hans: 使用这个在你的基底背墙上添加一层油漆。

# text_menu_label_place_item
source: PLACE ITEM
de: Gegenstand platzieren
es: COLOCAR OBJETO
fr: Placer l'article
ja: アイテムを置く
pl: UMIEŚĆ PRZEDMIOT
pt: Colocar item
ru: Разместить предмет
zh_hans: 放置物品

# text_menu_label_pickup_item
source: PICK UP ITEM
de: Gegenstand aufnehmen
es: RECOGER OBJETO
fr: Ramasser l'objet
ja: アイテムを拾う
pl: PODNIEŚ PRZEDMIOT
pt: Pegar item
ru: Поднять предмет
zh_hans: 拾取物品

# text_menu_label_destroy_building
source: DESTROY BUILDING PART
de: Gebäudeteil zerstören
es: DESTRUIR PARTE DE EDIFICIO
fr: Détruire une partie du bâtiment
ja: 建物の一部を破壊する
pl: ZNISZCZ CZĘŚĆ BUDYNKU
pt: Destruir parte do edifício
ru: Разрушить часть здания
zh_hans: 摧毁建筑部分

# text_menu_label_place_building
source: PLACE BUILDING
de: Gebäude platzieren
es: COLOCAR ESTRUCTURA
fr: Placer un bâtiment
ja: 建物を置く
pl: UMIEŚĆ BUDYNEK
pt: Colocar edifício
ru: Разместить здание
zh_hans: 建筑地点

# text_menu_label_paint_back_wall
source: PAINT BACK WALL
de: Rückwand streichen
es: PINTAR PARED TRASERA
fr: Peindre le mur arrière
ja: 後ろの壁を塗る
pl: POMALUJ TYLNĄ ŚCIANĘ
pt: Pintar parede de trás
ru: Покрасить заднюю стену
zh_hans: 粉刷后墙

# text_menu_info_can_not_build_here
source: Building in this area is not permitted.
de: In diesem Bereich ist das Bauen nicht gestattet.
es: No puedes construir en esta zona.
fr: Il n'est pas permis de construire dans cette zone.
ja: このエリアでの建築は許可されていません。
pl: Budowa na tym terenie jest zabroniona.
pt: Não é permitido construir nesta área.
ru: Строительство в этой зоне не разрешено.
zh_hans: 在这个区域建筑是不被允许的。

# text_menu_info_world_recovered
source: The world has recovered from the nuke.
de: Die Welt hat sich von dem Atomangriff erholt.
es: El mundo se ha recuperado de la explosión nuclear.
fr: Le monde s'est remis de l'attaque nucléaire.
ja: 世界は核攻撃から回復した。
pl: Świat otrząsnął się po atomowej katastrofie.
pt: O mundo se recuperou da explosão nuclear.
ru: Мир восстановился после ядерного удара.
zh_hans: 世界已从核爆中恢复过来。

# text_menu_info_has_detonated_a_nuke
source: has detonated a nuke, turning the world into a wasteland.
de: hat eine Atombombe gezündet und die Welt in eine Ödnis verwandelt.
es: ha detonado una bomba nuclear. Convirtiendo el mundo en un páramo...
fr: a déclenché une bombe nucléaire, transformant le monde en un désert.
ja: 核爆弾を爆発させ、世界を荒廃させた。
pl: zdetonował broń jądrową, zamieniając świat w pustkowie.
pt: detonou uma bomba nuclear, transformando o mundo em um deserto.
ru: взорвал ядерное оружие, превратив мир в пустошь.
zh_hans: 已引爆一颗核弹，将世界变成了废土。
