Repository: NimbleBeasts/RTFLanguageSupport
Catalog: XLIFF_*.xlf
Languages: de, es, fr, ja, pl, pt, ru, zh_hans

# text_menu_text_news_2
source: Discover our plans and what’s coming next.
de: Entdecken Sie unsere Pläne und was als nächstes kommt.
es: Descubre nuestros planes y lo que viene a continuación.
fr: Découvrez nos plans et ce qui arrive ensuite.
ja: 私たちの計画と次に来るものを見つけてください。
pl: Odkryj nasze plany i to, co nadejdzie dalej.
pt: Descubra nossos planos e o que vem a seguir.
ru: Узнайте о наших планах и о том, что будет дальше.
zh_hans: 发现我们的计划和接下来的内容。

# text_menu_label_news_3
source: Join our Community
de: Treten Sie unserer Gemeinschaft bei
es: Únase a nuestra comunidad
fr: Rejoignez notre communauté
ja: コミュニティに参加する
pl: Dołącz do naszej społeczności
pt: Junte-se à nossa comunidade
ru: Присоединяйтесь к нашему сообществу
zh_hans: 加入我们的社区

# text_menu_text_news_3
source: Be part of our Discord community and stay connected!
de: Sei Teil unserer Discord-Community und bleib verbunden!
es: Sé parte de nuestra comunidad de Discord y mantente conectado!
fr: Faites partie de notre communauté Discord et restez connecté !
ja: 私たちのDiscordコミュニティに参加して、つながりを保ちましょう！
pl: Dołącz do naszej społeczności na Discordzie i pozostań w kontakcie!
pt: Faça parte da nossa comunidade Discord e fique conectado!
ru: Станьте частью нашего сообщества в Discord и оставайтесь на связи!
zh_hans: 加入我们的Discord社区，保持联系！

# info_message_45
source: was killed by
de: wurde getötet von
es: fue asesinado por
fr: a été tué par
ja: によって殺された
pl: został zabity przez
pt: foi morto por
ru: был убит
zh_hans: 被杀

# warning_currently_eating
source: Currently Eating...
de: Derzeit am Essen...
es: Actualmente comiendo...
fr: En train de manger...
ja: 食事中...
pl: Obecnie jem...
pt: Atualmente comendo...
ru: Сейчас ем...
zh_hans: 正在吃...

# warning_not_possible
source: Not Possible
de: Nicht möglich
es: No es posible
fr: Pas possible
ja: 不可能
pl: Nie możliwe
pt: Não é possível
ru: Невозможно
zh_hans: 不可能

# text_help_rotate_building
source: Rotate
de: Drehen
es: Girar
fr: Tourner
ja: 回転
pl: Obrócić
pt: Girar
ru: Вращать
zh_hans: 旋转

# text_help_destroy
source: Destroy
de: Zerstören
es: Destruir
fr: Détruire
ja: 破壊する
pl: Zniszczyć
pt: Destruir
ru: Уничтожить
zh_hans: 摧毁

# text_help_paint
source: Paint
de: Malen
es: Pintar
fr: Peindre
ja: ペイント
pl: Malować
pt: Pintar
ru: Краска
zh_hans: 油漆

# item_Xmas Tree
source: Xmas Tree
de: Weihnachtsbaum
es: Árbol de Navidad
fr: Sapin de Noël
ja: クリスマスツリー
pl: Choinka
pt: Árvore de Natal
ru: Рождественская ёлка
zh_hans: 圣诞树

# item_Xmas Tree_info
source: Festive Xmas tree with lights and ornaments for holiday cheer.
de: Festlicher Weihnachtsbaum mit Lichtern und Ornamenten für festliche Stimmung.
es: Árbol de Navidad festivo con luces y adornos para alegrar la fiesta.
fr: Sapin de Noël festif avec des lumières et des ornements pour une ambiance de fête.
ja: 祝祭の雰囲気を盛り上げるための、ライトとオーナメントが飾られたクリスマスツリー。
pl: Świąteczna choinka z lampkami i ozdobami na radość świąteczną.
pt: Árvore de Natal festiva com luzes e ornamentos para alegrar as festas.
ru: Праздничная рождественская елка с огнями и украшениями для праздничного настроения.
zh_hans: 节日圣诞树装饰着灯光和饰品，带来节日的欢喜。

# text_menu_label_retreiving_inventory
source: RETRIEVING INVENTORY...
de: Steam-INVENTAR WIRD ABGERUFEN...
es: RECUPERANDO INVENTARIO Steam...
fr: RÉCUPÉRATION DE L'INVENTAIRE Steam...
ja: Steamインベントリを取得中...
pl: POBIERANIE EKWIPUNKU Steam...
pt: RECUPERANDO INVENTÁRIO Steam...
ru: ПОЛУЧЕНИЕ Steam ИНВЕНТАРЯ...
zh_hans: 正在检索 Steam 库存...

# text_menu_popup_msg19
source: Failed to connect to the server browser.
de: Fehler beim Verbinden mit dem Server-Browser.
es: Error al conectar con el navegador del servidor.
fr: Échec de la connexion au navigateur du serveur.
ja: サーバーブラウザへの接続に失敗しました。
pl: Nie udało się połączyć z przeglądarką serwera.
pt: Falha ao conectar ao navegador do servidor.
ru: Не удалось подключиться к серверному браузеру.
zh_hans: 无法连接到服务器浏览器。

# text_menu_label_crafting_menu
source: CRAFTING MENU
de: HANDWERKS-MENÜ
es: MENÚ DE ARTESANÍA
fr: MENU DE FABRICATION
ja: クラフティングメニュー
pl: MENU KRAFTOWANIA
pt: MENU DE CRIAÇÃO
ru: МЕНЮ РЕМЕСЛА
zh_hans: 制作菜单

# text_menu_label_crafting_all_items
source: ALL ITEMS
de: ALLE GEGENSTÄNDE
es: TODOS LOS ARTÍCULOS
fr: TOUS LES ARTICLES
ja: すべてのアイテム
pl: WSZYSTKIE POZYCJE
pt: TODOS OS ITENS
ru: ВСЕ ПРЕДМЕТЫ
zh_hans: 所有项目

# text_menu_label_crafting_common_items
source: COMMON
de: Häufige GEGENSTÄNDE
es: ARTÍCULOS COMUNES
fr: ARTICLES COMMUNS
ja: 一般的なもの
pl: PRZEDMIOTY OGÓLNE
pt: ITENS COMUNS
ru: ОБЫЧНЫЕ ПРЕДМЕТЫ
zh_hans: 常见物品

# text_menu_label_crafting_tools_items
source: TOOLS
de: Werkzeuge
es: Herramientas
fr: Outils
ja: ツール
pl: Narzędzia
pt: Ferramentas
ru: Инструменты
zh_hans: 工具

# text_menu_label_crafting_weapons_items
source: Weapons
de: Waffen
es: Armas
fr: Armes
ja: 武器
pl: Bronie
pt: Armas
ru: Оружие
zh_hans: 武器

# text_menu_label_crafting_clothing_items
source: CLOTHING
de: Kleidung
es: Ropa
fr: Vêtements
ja: 衣類
pl: Odzież
pt: Roupas
ru: Одежда
zh_hans: 服装

# text_menu_label_crafting_furniture_items
source: FURNITURE
de: Möbel
es: Muebles
fr: Meubles
ja: 家具
pl: Meble
pt: Móveis
ru: Мебель
zh_hans: 家具

# text_menu_label_crafting_electric_items
source: ELECTRIC
de: ELEKTRISCH
es: ELÉCTRICO
fr: ÉLECTRIQUE
ja: 電気
pl: ELEKTRYCZNY
pt: ELÉTRICO
ru: ЭЛЕКТРИЧЕСКИЙ
zh_hans: 电动的

# text_menu_label_crafting_no_queue
source: NO QUEUE...
de: KEINE WARTESCHLANGE...
es: SIN COLA...
fr: PAS DE FILE D'ATTENTE...
ja: 行列なし...
pl: BRAK KOLEJKI...
pt: SEM FILA...
ru: ОЧЕРЕДИ НЕТ...
zh_hans: 没有排队...

# text_menu_label_item_name
source: Item Name...
de: Gegenstandsname...
es: Nombre del Ítem...
fr: Nom de l'Objet...
ja: アイテム名...
pl: Nazwa Przedmiotu...
pt: Nome do Item...
ru: Название предмета...
zh_hans: 物品名称...

# text_menu_message_server_restart
source: The server will restart in a moment. Please be prepared.
de: Der Server wird in einem Moment neu gestartet. Bitte seien Sie vorbereitet.
es: El servidor se reiniciará en un momento. Por favor, esté preparado.
fr: Le serveur redémarrera dans un instant. Veuillez vous préparer.
ja: サーバーはすぐに再起動します。準備してください。
pl: Serwer zostanie zrestartowany za chwilę. Proszę się przygotować.
pt: O servidor reiniciará em breve. Por favor, esteja preparado.
ru: Сервер перезагрузится через мгновение. Пожалуйста, будьте готовы.
zh_hans: 服务器将在片刻后重启。请做好准备。

# text_menu_message_server_stop
source: The server will stop in a moment. Please be prepared.
de: Der Server wird in Kürze stoppen. Bitte bereiten Sie sich vor.
es: El servidor se detendrá en un momento. Por favor, esté preparado.
fr: Le serveur s'arrêtera dans un instant. Veuillez vous préparer.
ja: サーバーはまもなく停止します。ご準備ください。
pl: Serwer zatrzyma się za chwilę. Proszę się przygotować.
pt: O servidor vai parar em breve. Por favor, esteja preparado.
ru: Сервер остановится через мгновение. Пожалуйста, будьте готовы.
zh_hans: 服务器即将停止。请做好准备。

# text_menu_button_buy_the_dlc
source: Buy DLC
de: DLC kaufen
es: Comprar DLC
fr: Acheter le DLC
ja: DLCを購入
pl: Kup DLC
pt: Comprar DLC
ru: Купить DLC
zh_hans: 购买DLC

# warning_hungry
source: Hungry
de: Hungrig
es: Hambriento
fr: Affamé
ja: 空腹
pl: Głodny
pt: Faminto
ru: Голодный
zh_hans: 饿

# text_menu_label_skins
source: Custom Skins
fr: Skins personnalisés
ja: カスタムスキン
zh_hans: 自定义皮肤

# text_menu_information_demo
source: The demo's more than a sneak peek. It's our way to tweak improve and ensuring everything from gameplay to performance is top-notch. Plus, we're continuously adding cool new items. Your support means the world to us as we gear up for the big launch. By adding our game to your wishlist, you're providing immense support.
de: Die Demo ist mehr als nur ein kleiner Einblick. Es ist unsere Art, Verbesserungen vorzunehmen und sicherzustellen, dass alles von der Spielmechanik bis zur Leistung erstklassig ist. Außerdem fügen wir ständig coole neue Items hinzu. Eure Unterstützung bedeutet uns die Welt, während wir uns auf den großen Spiel Release vorbereiten. Indem ihr unser Spiel zu eurer Wunschliste hinzufügt, bietet ihr uns enorme Unterstützung.
fr: La démo est bien plus qu'un simple aperçu. C'est notre manière de peaufiner, d'améliorer et de garantir que tout, du gameplay à la performance, soit de première qualité. De plus, nous ajoutons continuellement de nouveaux objets sympas. Votre soutien signifie le monde pour nous alors que nous nous préparons pour le grandlancement. En ajoutant notre jeu à votre liste de souhaits, vous nous apportez un soutien immense..
pl: Demo to coś więcej niż zapowiedź. To nasz sposób na dostrajanie, ulepszanie i zapewnienie, że wszystko, począwszy od rozgrywki po wydajność, jest na najwyższym poziomie. Ponadto stale dodajemy fajne nowe rzeczy. Twoje wsparcie znaczy dla nas wiele, gdy się przygotowujemy do wielkiego startu. Dodając naszą grę do swojej listy życzeń, dajesz ogromne wsparcie.

# disclaimer_info_text
source: Ruins to Fortress is an indie passion project, and the game is still in Early Access. Many things may change before the final release. Certain game or platform features aren't available yet, and you will probably encounter bugs. Feel free to drop feedback on our Discord channel where we try to respond every day. Thank you for understanding as we continue work on the game. Simon and Markus, Ruins to Fortress devs
de: Ruins to Fortress ist ein Indie-Leidenschaftsprojekt, und das Spiel befindet sich noch im Early Access. Viele Dinge können sich vor der endgültigen Veröffentlichung ändern. Bestimmte Spiel- oder Plattformfunktionen sind noch nicht verfügbar, und Sie werden wahrscheinlich auf Bugs stoßen. Hinterlassen Sie gerne Feedback auf unserem Discord-Kanal, wo wir versuchen, jeden Tag zu antworten. Vielen Dank für Ihr Verständnis, während wir weiter am Spiel arbeiten. Simon und Markus, Entwickler von Ruins to Fortress
fr: Ruins to Fortress est un projet passionné indépendant, et le jeu est toujours en Accès Anticipé. Beaucoup de choses peuvent changer avant la sortie finale. Certaines fonctionnalités du jeu ou de la plateforme ne sont pas encore disponibles, et vous rencontrerez probablement des bugs. N'hésitez pas à nous donner votre avis sur notre canal Discord, où nous essayons de répondre chaque jour. Merci de votre compréhension pendant que nous continuons à travailler sur le jeu. Simon et Markus, Développeurs de Ruins to Fortress
pl: Ruins to Fortress to indie projekt z pasją, a gra wciąż jest w Wczesnym Dostępie. Wiele rzeczy może się zmienić przed finalną wersją. Niektóre funkcje gry lub platformy nie są jeszcze dostępne, a prawdopodobnie napotkasz błędy. Zachęcamy do dzielenia się uwagami na naszym kanale Discord, gdzie staramy się odpowiadać codziennie. Dziękujemy za zrozumienie, podczas gdy kontynuujemy pracę nad grą. Simon i Markus, Twórcy Ruins to Fortress
