Repository: NimbleBeasts/RTFLanguageSupport
Catalog: XLIFF_*.xlf
Languages: de, es, fr, ja, pl, pt, ru, zh_hans

# item_Uzi Body_info
source: Essential part for assembling an Uzi. Combine with other components for a complete weapon.
de: Wesentliches Teil zum Zusammenbauen eines Uzi. Mit anderen Komponenten kombinieren, um eine komplette Waffe zu erhalten.
es: Componente principal para montar una Uzi. Necesitas piezas y materiales adicionales para terminar de fabricarla.
fr: Pièce essentielle pour assembler un Uzi. À combiner avec d'autres composants pour une arme complète.
ja: ウジを組み立てるための必要部品。他のコンポーネントと組み合わせて完全な武器を作成します。
pl: Niezbędna część do montażu Uzi. Połącz z innymi komponentami, aby uzyskać kompletną broń.
pt: Parte essencial para montar um Uzi. Combine com outros componentes para uma arma completa.
ru: Необходимая часть для сборки Узи. Сочетайте с другими компонентами для получения полноценного оружия.
zh_hans: 组装乌兹冲锋枪的基本部件。与其他组件结合以形成一件完整的武器。

# item_Shotgun Body_info
source: Base component for building a shotgun. Necessary for weapon crafting.
de: Basisbauteil zum Bau einer Schrotflinte. Notwendig für die Waffenherstellung.
es: Componente principal para montar una escopeta. Necesitas piezas y materiales adicionales para terminar de fabricarla.
fr: Composant de base pour construire un fusil à pompe. Nécessaire pour la fabrication d'armes.
ja: ショットガンを組み立てるための基本部品。武器製造に必要です。
pl: Podstawowy element do budowy strzelby. Niezbędny do wytwarzania broni.
pt: Componente base para construir uma espingarda. Necessário para a fabricação de armas.
ru: Базовый компонент для создания дробовика. Необходим для изготовления оружия.
zh_hans: 制造霰弹枪的基本组件。制造武器所必需的。

# item_Pistol Body_info
source: Fundamental part of a pistol. Combine with other parts to craft a handgun.
de: Grundlegender Bestandteil einer Pistole. Mit anderen Teilen kombinieren, um eine Handfeuerwaffe zu bauen.
es: Componente principal para montar una pistola. Necesitas piezas y materiales adicionales para fabricarla por completo.
fr: Partie fondamentale d'un pistolet. À combiner avec d'autres pièces pour fabriquer un pistolet.
ja: ピストルの基本的な部分。他の部品と組み合わせてハンドガンを作成します。
pl: Podstawowa część pistoletu. Połącz z innymi częściami, aby stworzyć pistolet.
pt: Parte fundamental de um pistola. Combine com outras peças para montar uma arma de mão.
ru: Основная часть пистолета. Соедините с другими частями, чтобы собрать ручной пистолет.
zh_hans: 手枪的基本部分。与其他部件组合以制造一把手枪。

# item_Gun Powder_info
source: Essential ingredient for crafting ammunition. Made from sulfur and charcoal.
de: Wesentlicher Bestandteil zur Herstellung von Munition. Hergestellt aus Schwefel und Holzkohle.
es: Ingrediente esencial para fabricar munición. Se prepara con azufre y carbón.
fr: Ingrédient essentiel pour fabriquer des munitions. Fabriqué à partir de soufre et de charbon de bois.
ja: 弾薬を作るための必須成分。硫黄と木炭から作られています。
pl: Niezbędny składnik do wytwarzania amunicji. Wykonany z siarki i węgla drzewnego.
pt: Ingrediente essencial para fabricação de munição. Feito de enxofre e carvão vegetal.
ru: Необходимый ингредиент для изготовления боеприпасов. Изготовлено из серы и древесного угля.
zh_hans: 制作弹药的必需成分。由硫磺和木炭制成。

# item_Lantern_info
source: Steady light source. Useful for illuminating areas.
de: Stetige Lichtquelle. Nützlich zur Beleuchtung von Bereichen.
es: Fuente de luz constante. Es útil para iluminar áreas.
fr: Source de lumière stable. Utile pour éclairer des zones.
ja: 安定した光源。 エリアを照らすのに役立ちます。
pl: Stałe źródło światła. Przydatna do oświetlania obszarów.
pt: Fonte de luz estável. Útil para iluminar áreas.
ru: Стабильный источник света. Полезен для освещения областей.
zh_hans: 稳定的光源。 适用于照明区域。

# item_Beanie_info
source: Stylish headwear. Offers minimal protection.
de: Stilvolle Kopfbedeckung. Bietet minimalen Schutz.
es: Gorro decorativo. Ofrece una protección mínima.
fr: Coiffure élégante. Offre une protection minimale.
ja: おしゃれな帽子。最小限の保護を提供します。
pl: Stylowe nakrycie głowy. Zapewnia minimalną ochronę.
pt: Chapéu estiloso. Oferece proteção mínima.
ru: Стильная головной убор. Обеспечивает минимальную защиту.
zh_hans: 时尚头饰。提供最低限度的保护。

# item_Emerald Beanie_info
source: Stylish headwear. Offers minimal protection.
de: Stylische Kopfbedeckung. Bietet minimalen Schutz.
es: Gorro decorativo. Ofrece una protección mínima.
fr: Coiffure élégante. Offre une protection minimale.
ja: おしゃれな帽子。最小限の保護を提供します。
pl: Stylowe nakrycie głowy. Zapewnia minimalną ochronę.
pt: Acessório de cabeça estiloso. Oferece proteção mínima.
ru: Стильная головной убор. Обеспечивает минимальную защиту.
zh_hans: 时尚头饰。提供最低限度的保护。

# item_Charcoal Beanie_info
source: Cozy and trendy beanie. Offers minimal protection.
de: Gemütliche und modische Beanie. Bietet minimalen Schutz.
es: Gorro cómodo y a la moda. Ofrece una protección mínima.
fr: Bonnet douillet et à la mode. Offre une protection minimale.
ja: 居心地の良いおしゃれなビーニー。最小限の保護を提供します。
pl: Wygodna i modna czapka. Zapewnia minimalną ochronę.
pt: Touca aconchegante e na moda. Oferece proteção mínima.
ru: Уютная и модная шапочка-бини. Обеспечивает минимальную защиту.
zh_hans: 舒适时尚的无檐小帽。提供最低限度的保护。

# item_Beret_info
source: Military-style headgear. Offers a blend of style and a bit of protection.
de: Militärstil-Kopfbedeckung. Bietet eine Mischung aus Stil und ein wenig Schutz.
es: Gorra de estilo militar. Ofrece una mezcla de estilo junto con algo de protección.
fr: Coiffure de style militaire. Offre un mélange de style et un peu de protection.
ja: ミリタリースタイルの帽子。スタイルと少しの保護を提供します。
pl: Nakrycie głowy w stylu militarnym. Oferuje połączenie stylu i odrobiny ochrony.
pt: Equipamento de cabeça estilo militar. Oferece uma mistura de estilo e um pouco de proteção.
ru: Головной убор военного стиля. Предлагает сочетание стиля и немного защиты.
zh_hans: 军事风格的头饰。提供了风格与少许保护的结合。

# item_Olive Beret_info
source: Durable and stylish military beret. Suitable for various environments.
de: Langlebige und stilvolle Militärbaskenmütze. Geeignet für verschiedene Umgebungen.
es: Boina de estilo militar duradera y con un buen diseño. Es adecuada para diferentes tipos de ambientes.
fr: Béret militaire durable et élégant. Convient pour divers environnements.
ja: 耐久性とスタイリッシュさを兼ね備えたミリタリーベレー。様々な環境に適しています。
pl: Trwały i stylowy beret wojskowy. Nadaje się do różnych środowisk.
pt: Boina militar durável e estilosa. Adequada para diversos ambientes.
ru: Прочный и стильный военный берет. Подходит для различных условий.
zh_hans: 耐用且时尚的军用贝雷帽。适合各种环境。

# item_Base Cap_info
source: Casual headwear. Offers minimal protection for your head.
de: Lässige Kopfbedeckung. Bietet minimalen Schutz für den Kopf.
es: Gorro de estilo informal. Ofrece una protección mínima para tu cabeza.
fr: Coiffure décontractée. Offre une protection minimale pour votre tête.
ja: カジュアルな帽子。頭部を最小限に保護します。
pl: Zwykłe nakrycie głowy. Zapewnia minimalną ochronę głowy.
pt: Chapéu casual. Oferece proteção mínima para a sua cabeça.
ru: Повседневная головной убор. Предлагает минимальную защиту для вашей головы.
zh_hans: 休闲头饰。为您的头部提供最低限度的保护。

# item_Obsidian Cap_info
source: Dark-colored cap. Offers minimal protection for your head.
de: Dunkelfarbene Kappe. Bietet minimalen Schutz für den Kopf.
es: Gorro de tonos oscuros. Ofrece una protección mínima para tu cabeza.
fr: Casquette de couleur sombre. Offre une protection minimale pour votre tête.
ja: 濃い色のキャップ。頭部の保護は最小限です。
pl: Czapka w kolorze ciemnym. Zapewnia minimalną ochronę głowy.
pt: Boné de cor escura. Oferece proteção mínima para a sua cabeça.
ru: Темно-цветная кепка. Обеспечивает минимальную защиту для головы.
zh_hans: 深色帽子。为您的头部提供最低限度的保护。

# item_Hat_info
source: Stylish headwear. Offers minimal protection for your head.
de: Stylische Kopfbedeckung. Bietet minimalen Schutz für Ihren Kopf.
es: Gorro de estilo informal. Ofrece una protección mínima para tu cabeza.
fr: Coiffure élégante. Offre une protection minimale pour votre tête.
ja: おしゃれな頭飾り。頭部に最小限の保護を提供します。
pl: Stylowe nakrycie głowy. Zapewnia minimalną ochronę głowy.
pt: Acessório de cabeça estiloso. Oferece proteção mínima para a sua cabeça.
ru: Стильная головная убор. Обеспечивает минимальную защиту для вашей головы.
zh_hans: 时尚头饰。为您的头部提供最低限度的保护。

# item_Vintage Hat_info
source: Stylish headwear. Offers minimal protection for your head.
de: Stilvolle Kopfbedeckung. Bietet minimalen Schutz für den Kopf.
es: Sombrero con estilo. Ofrece protección mínima para tu cabeza.
fr: Chapeau élégant. Offre une protection minimale pour votre tête.
ja: おしゃれな帽子。頭部を最小限に保護します。
pl: Stylowe nakrycie głowy. Zapewnia minimalną ochronę głowy.
pt: Acessório de cabeça estiloso. Oferece proteção mínima para sua cabeça.
ru: Стильная головной убор. Обеспечивает минимальную защиту для вашей головы.
zh_hans: 时尚头饰。为您的头部提供最低限度的保护。

# item_Military Pants_info
source: Durable trousers with good protection. Suitable for combat situations.
de: Langlebige Hosen mit gutem Schutz. Geeignet für Kampfsituationen.
es: Pantalones duraderos que ofrecen buena protección. Están diseñados para el combate.
fr: Pantalons durables avec une bonne protection. Adaptés pour les situations de combat.
ja: 耐久性に優れた保護機能付きのズボン。戦闘状況に適しています。
pl: Wytrzymałe spodnie z dobrą ochroną. Nadają się do sytuacji bojowych.
pt: Calças duráveis com boa proteção. Adequadas para situações de combate.
ru: Прочные брюки с хорошей защитой. Подходят для боевых ситуаций.
zh_hans: 耐用的裤子，具有良好的保护性。适合战斗情况。

# item_Military Gloves_info
source: Protective handwear. Essential for handling weapons and tools safely.
de: Schutzhandschuhe. Unverzichtbar für den sicheren Umgang mit Waffen und Werkzeugen.
es: Guantes protectores. Son esenciales para manejar armas y herramientas de forma segura.
fr: Gants de protection. Essentiels pour manipuler des armes et des outils en toute sécurité.
ja: 保護用手袋。武器や工具を安全に扱うために不可欠。
pl: Odzież ochronna. Niezbędne do bezpiecznego obchodzenia się z bronią i narzędziami.
pt: Luvas de proteção. Essenciais para manusear armas e ferramentas com segurança.
ru: Защитные перчатки. Необходимы для безопасного обращения с оружием и инструментами.
zh_hans: 防护手套。用于安全操作武器和工具的必需品。

# item_Military Helmet_info
source: Offers head protection in combat scenarios. Essential for safety in battle.
de: Bietet Kopfschutz in Kampfszenarien. Wesentlich für die Sicherheit im Gefecht.
es: Proporciona protección para la cabeza. Es esencial para el combate.
fr: Offre une protection de la tête dans les scénarios de combat. Essentiel pour la sécurité au combat.
ja: 戦闘シナリオでの頭部保護を提供します。 戦闘での安全には不可欠です。
pl: Zapewnia ochronę głowy w scenariuszach bojowych. Niezbędny dla bezpieczeństwa podczas bitwy.
pt: Oferece proteção da cabeça em cenários de combate. Essencial para a segurança na batalha.
ru: Обеспечивает защиту головы в боевых ситуациях. Необходимо для безопасности в бою.
zh_hans: 在战斗场景中提供头部保护。 在战斗中保障安全至关重要。

# item_Military Shirt_info
source: Tough upper body clothing. Provides protection in combat situations.
de: Robuste Oberkörperbekleidung. Bietet Schutz in Kampfsituationen.
es: Ropa resistente para el torso. Proporciona protección para el combate.
fr: Vêtement de haut du corps résistant. Offre une protection dans les situations de combat.
ja: 頑丈な上半身の衣類。戦闘状況で保護を提供します。
pl: Wytrzymała odzież górnej części ciała. Zapewnia ochronę w sytuacjach bojowych.
pt: Roupas superiores resistentes. Oferece proteção em situações de combate.
ru: Прочная верхняя одежда. Обеспечивает защиту в боевых ситуациях.
zh_hans: 坚韧的上身衣物。在战斗情况下提供保护。

# item_Camouflage Pants_info
source: Durable trousers with good protection. Suitable for combat situations.
de: Langlebige Hosen mit gutem Schutz. Geeignet für Kampfsituationen.
es: Pantalones duraderos y que ofrecen buena protección. Son adecuados para el combate.
fr: Pantalons durables avec une bonne protection. Adaptés aux situations de combat.
ja: 耐久性に優れた保護力のあるズボン。戦闘状況に適しています。
pl: Wytrzymałe spodnie z dobrą ochroną. Nadają się do sytuacji bojowych.
pt: Calças duráveis com boa proteção. Adequadas para situações de combate.
ru: Прочные брюки с хорошей защитой. Подходят для боевых ситуаций.
zh_hans: 耐用的裤子，具有良好的保护性。适合战斗情况。

# item_Camouflage Shirt_info
source: Durable shirt with good protection. Suitable for combat situations.
de: Langlebiges Hemd mit gutem Schutz. Geeignet für Kampfsituationen.
es: Camisa duradera y que ofrece buena protección. Es adecuada para el combate.
fr: Chemise durable avec une bonne protection. Convient pour les situations de combat.
ja: 耐久性に優れたシャツで、保護も良好。戦闘状況に適しています。
pl: Wytrzymała koszula z dobrą ochroną. Nadaje się do sytuacji bojowych.
pt: Camisa durável com boa proteção. Adequada para situações de combate.
ru: Прочная рубашка с хорошей защитой. Подходит для боевых ситуаций.
zh_hans: 耐用的衬衫，提供良好保护。适合战斗情况。

# item_Scavenger Vest_info
source: Upper body armor. Provides decent protection in combat situations.
de: Oberkörperrüstung. Bietet anständigen Schutz in Kampfsituationen.
es: Armadura para el torso. Ofrece una protección decente en combate.
fr: Armure de torse. Offre une protection décente dans les situations de combat.
ja: 上半身の鎧。戦闘時にまずまずの保護を提供します。
pl: Pancerz górnej części ciała. Zapewnia przyzwoitą ochronę w sytuacjach bojowych.
pt: Armadura para o tronco. Oferece proteção decente em situações de combate.
ru: Броня для верхней части тела. Обеспечивает приличную защиту в боевых ситуациях.
zh_hans: 上身护甲。在战斗情况下提供相当不错的保护。

# item_Rusty Combat Vest_info
source: Durable upper body armor. Provides good protection in combat situations.
de: Langlebige Oberkörperpanzerung. Bietet guten Schutz in Kampfsituationen.
es: Armadura duradera para el torso. Proporciona buena protección en combate.
fr: Armure de corps supérieure durable. Offre une bonne protection dans les situations de combat.
ja: 耐久性のある上半身の鎧。戦闘状況で良い保護を提供します。
pl: Trwały pancerz górnej części ciała. Zapewnia dobrą ochronę w sytuacjach bojowych.
pt: Armadura superior de corpo durável. Proporciona boa proteção em situações de combate.
ru: Прочная броня верхней части тела. Обеспечивает хорошую защиту в боевых ситуациях.
zh_hans: 耐用的上身护甲。在战斗情况下提供良好的保护。

# item_Urban Guerrilla Vest_info
source: Ultra-durable armor for superior combat defense
de: Ultra-strapazierfähige Rüstung für überlegene Kampfverteidigung
es: Armadura ultraduradera. Proporciona una defensa de calidad superior en combate.
fr: Armure ultra-résistante pour une défense de combat supérieure
ja: 優れた戦闘防御のための超耐久性アーマー
pl: Niezwykle wytrzymały pancerz zapewniający doskonałą obronę w walce
pt: Armadura ultra-resistente para defesa de combate superior
ru: Сверхпрочная броня для превосходной боевой защиты
zh_hans: 超耐用装甲，用于卓越的战斗防御

# item_Durable Jeans_info
source: Durable trousers with good protection.
de: Langlebige Hosen mit gutem Schutz.
es: Pantalones duraderos. Ofrecen buena protección.
fr: Pantalons durables avec une bonne protection.
ja: 耐久性に優れた保護機能のあるズボン。
pl: Wytrzymałe spodnie z dobrą ochroną.
pt: Calças duráveis com boa proteção.
ru: Прочные брюки с хорошей защитой.
zh_hans: 耐用的裤子，保护性好。

# item_Rugged Shirt_info
source: Durable shirt with good protection.
de: Langlebiges Hemd mit gutem Schutz.
es: Camisa duradera. Ofrece buena protección.
fr: Chemise durable avec une bonne protection.
ja: 耐久性のあるシャツで、良い保護が得られます。
pl: Wytrzymała koszula z dobrą ochroną.
pt: Camisa durável com boa proteção.
ru: Прочная рубашка с хорошей защитой.
zh_hans: 耐用的衬衫，保护性好。

# item_Tactical Gloves_info
source: Protective handwear. Essential for handling weapons and tools safely. Less recoil and better accuracy.
de: Schutzhandschuhe. Unverzichtbar für den sicheren Umgang mit Waffen und Werkzeugen. Weniger Rückstoß und bessere Genauigkeit.
es: Guantes protectores. Son esenciales para manejar armas y herramientas de forma segura. Tendrás menos retroceso y más precisión.
fr: Gants de protection. Essentiels pour manipuler des armes et des outils en toute sécurité. Moins de recul et meilleure précision.
ja: 保護用手袋。武器や工具を安全に扱うためには不可欠です。反動が少なく、精度が向上します。
pl: Odzież ochronna. Niezbędne do bezpiecznego obchodzenia się z bronią i narzędziami. Mniejszy odrzut i lepsza celność.
pt: Luvas de proteção. Essenciais para manusear armas e ferramentas com segurança. Menos recuo e maior precisão.
ru: Защитные перчатки. Необходимы для безопасного обращения с оружием и инструментами. Меньше отдачи и лучшая точность.
zh_hans: 防护手套。用于安全操作武器和工具的必需品。减少后坐力，提高精度。

# item_Leather Gloves_info
source: Protective handwear. Essential for handling weapons and tools safely. Less recoil and better accuracy.
de: Schutzhandschuhe. Wesentlich für den sicheren Umgang mit Waffen und Werkzeugen. Weniger Rückstoß und bessere Genauigkeit.
es: Guantes protectores. Son esenciales para manejar armas y herramientas de forma segura. Tendrás menos retroceso y más precisión.
fr: Gants de protection. Essentiels pour manipuler les armes et outils en toute sécurité. Moins de recul et meilleure précision.
ja: 保護手袋。武器や道具を安全に扱うために不可欠。反動が少なく、精度が高い。
pl: Odzież ochronna. Niezbędne do bezpiecznego obchodzenia się z bronią i narzędziami. Mniejszy odrzut i lepsza celność.
pt: Luvas de proteção. Essenciais para manusear armas e ferramentas com segurança. Menos recuo e maior precisão.
ru: Защитные перчатки. Необходимы для безопасного обращения с оружием и инструментами. Меньше отдачи и лучшая точность.
zh_hans: 防护手套。对于安全地操作武器和工具至关重要。减少后坐力，提高精度。

# item_Nuke Blueprint_info
source: Main component for crafting the frame of a nuke. Requires additional parts and materials.
de: Hauptkomponente für das Gerüst einer Atombombe. Erfordert zusätzliche Teile und Materialien.
es: Elemento principal para montar el armazón de un arma nuclear. Necesitas piezas y materiales adicionales para terminar de fabricarla.
fr: Composant principal pour fabriquer le cadre d'une arme nucléaire. Nécessite des pièces et des matériaux supplémentaires.
ja: 核爆弾のフレームを作るための主要な部品。追加の部品と材料が必要です。
pl: Główny komponent do tworzenia ramy broni jądrowej. Wymaga dodatkowych części i materiałów.
pt: Componente principal para a montagem da estrutura de uma bomba nuclear. Requer peças e materiais adicionais.
ru: Основной компонент для создания каркаса ядерного заряда. Требуются дополнительные части и материалы.
zh_hans: 制作核弹框架的主要组件。 需要额外的零件和材料。

# item_Nuke Frame_info
source: The nuke's framework securely contains the core, case, reflector, trigger, and timer, forming its essential architecture.
de: Das Gerüst der Nuklearwaffe enthält sicher den Kern, das Gehäuse, den Reflektor, den Auslöser und den Timer und bildet so ihre wesentliche Architektur.
es: Armazón de un arma nuclear. Permite almacenar todos los componentes del arma: el núcleo, ojiva, reflector, activador y contador.
fr: Le cadre de la bombe nucléaire contient de manière sécurisée le noyau, l'enveloppe, le réflecteur, le déclencheur et le minuteur, formant son architecture essentielle.
ja: 核のフレームワークは、コア、ケース、リフレクター、トリガー、タイマーを安全に含んでおり、その本質的な構造を形成しています。
pl: Struktura ładunku jądrowego bezpiecznie przechowuje rdzeń, obudowę, reflektor, zapalnik i czasomierz, tworząc jej podstawową architekturę.
pt: A estrutura da arma nuclear contém de forma segura o núcleo, a carcaça, o refletor, o gatilho e o temporizador, formando sua arquitetura essencial.
ru: Конструкция ядерного заряда надежно содержит ядро, корпус, отражатель, инициатор и таймер, образуя его основную архитектуру.
zh_hans: 核弹的框架牢固地包含了核心、壳体、反射器、引爆器和定时器，构成了其基本结构。

# item_Nuke Case_info
source: The heart of the nuke, generating the explosive energy.
de: Das Herz der Nuklearwaffe, das die explosive Energie erzeugt.
es: Elemento central del arma nuclear. Se encarga de generar la energía explosiva del arma.
fr: Le cœur de la bombe nucléaire, générant l'énergie explosive.
ja: 核の心臓部が爆発エネルギーを生成している。
pl: Serce ładunku jądrowego, generujące energię wybuchową.
pt: O coração da bomba nuclear, gerando a energia explosiva.
ru: Сердцевина ядерного заряда, генерирующая взрывную энергию.
zh_hans: 核心部分产生爆炸能量。

# item_Nuke Reflector_info
source: Enhances the explosion's efficiency by reflecting neutrons back into the core.
de: Steigert die Effizienz der Explosion durch das Zurückreflektieren von Neutronen in den Kern.
es: Mejora la eficiencia de la explosión del arma nuclear mediante la reflexión de neutrones de vuelta hacia el núcleo.
fr: Améliore l'efficacité de l'explosion en réfléchissant les neutrons vers le cœur.
ja: 中性子をコアに反射させることで爆発の効率を高めます。
pl: Zwiększa skuteczność eksplozji poprzez odbicie neutronów z powrotem do rdzenia.
pt: Aumenta a eficiência da explosão refletindo nêutrons de volta para o núcleo.
ru: Повышает эффективность взрыва, отражая нейтроны обратно в ядро.
zh_hans: 通过将中子反射回核心来提高爆炸的效率。

# item_Nuke Trigger_info
source: Initiates the nuclear reaction at the precise moment needed.
de: Initiiert die Kernreaktion zum genau erforderlichen Zeitpunkt.
es: Inicia el proceso de reacción nuclear en el momento elegido.
fr: Initie la réaction nucléaire au moment précis nécessaire.
ja: 必要な正確な瞬間に核反応を開始します。
pl: Inicjuje reakcję jądrową dokładnie w pożądanym momencie.
pt: Inicia a reação nuclear no momento preciso necessário.
ru: Инициирует ядерную реакцию в точно нужный момент.
zh_hans: 在需要的精确时刻启动核反应。

# item_Nuke Timer_info
source: Controls the detonation timing, ensuring precise activation.
de: Steuerung des Zündzeitpunkts, um eine präzise Aktivierung zu gewährleisten.
es: Permite controlar el tiempo de detonación, asegurando una activación de alta precisión.
fr: Contrôle le timing de la détonation, assurant une activation précise.
ja: 起爆タイミングを制御し、正確な活性化を確保します。
pl: Kontroluje czas detonacji, zapewniając precyzyjną aktywację.
pt: Controla o tempo da detonação, garantindo ativação precisa.
ru: Контролирует время детонации, обеспечивая точное включение.
zh_hans: 控制爆炸时机，确保精确激活。

# item_Nuke Core_info
source: The protective shell that encases the nuke's vital components.
de: Die Schutzhülle, die die lebenswichtigen Komponenten der Nuklearwaffe umschließt.
es: Elemento protector que contiene los componentes vitales del arma nuclear.
fr: La coque de protection qui enveloppe les composants vitaux de la bombe nucléaire.
ja: 核の重要な部品を包む保護シェル。
pl: Powłoka ochronna, która otacza najważniejsze elementy broni jądrowej.
pt: A carcaça protetora que envolve os componentes vitais da bomba nuclear.
ru: Защитная оболочка, которая окружает жизненно важные компоненты ядерного заряда.
zh_hans: 包裹着核武器重要部件的保护壳。

# info_message_1
source: Insufficient resources for construction.
de: Unzureichende Ressourcen für den Bau.
es: No tienes recursos suficientes para construir esta estructura.
fr: Ressources insuffisantes pour la construction.
ja: 建設のための資源が不足しています。
pl: Niewystarczające zasoby na budowę.
pt: Recursos insuficientes para a construção.
ru: Недостаточно ресурсов для строительства.
zh_hans: 建设资源不足。

# info_message_2
source: This item is limited to one placement per player.
de: Dieser Artikel ist auf eine Platzierung pro Spieler begrenzt.
es: Solo puedes colocar un objeto de este tipo por jugador.
fr: Cet article est limité à un placement par joueur.
ja: このアイテムはプレイヤーごとに一つに限定されます。
pl: Ten przedmiot jest ograniczony do jednego umieszczenia na gracza.
pt: Este item é limitado a um posicionamento por jogador.
ru: Этот предмет ограничен одной установкой на игрока.
zh_hans: 每位玩家限放置一件物品。

# info_message_3
source: Crafting queue is currently full.
de: Die Herstellungswarteschlange ist derzeit voll.
es: La cola de fabricación está llena.
fr: La file d'attente de fabrication est actuellement pleine.
ja: クラフトキューは現在いっぱいです。
pl: Kolejka rzemieślnicza jest obecnie pełna.
pt: A fila de criação está atualmente cheia.
ru: Очередь крафта в настоящее время заполнена.
zh_hans: 制作队列目前已满。

# info_message_4
source: Lacking resources to craft this item.
de: Fehlende Ressourcen, um diesen Gegenstand herzustellen.
es: No tienes recursos suficientes para fabricar este objeto.
fr: Manque de ressources pour fabriquer cet objet.
ja: このアイテムを作るためのリソースが不足しています。
pl: Brakuje zasobów do wytworzenia tego przedmiotu.
pt: Faltam recursos para confeccionar este item.
ru: Не хватает ресурсов для создания этого предмета.
zh_hans: 缺乏制作这个物品的资源。
